Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# settings.application.item.autofill.title
source: Autofill
es: Autocompletar
fr: Remplissage automatique
it: Compilazione automatica
ja: 自動入力
ko: 자동 채우기
lt: Automatinis pildymas
nl: Automatisch invullen
pl: Autouzupełnianie
pt: Autocompletar
ro: Autocompletare
ru: Автозаполнение
sl: Avtomatsko izpolnjevanje
sv: Autofyll
uk: Автозаповнення

# settings.application.item.default.mode.title
source: Default filter
cs: Výchozí filtr
de: Standardfilter
es: Filtro por defecto
fr: Le filtre par défaut
it: Filtro predefinito
ja: デフォルトフィルタ
ko: 기본 필터
lt: Numatytasis filtras
nl: Standaardfilter
pl: Filtr domyślny
pt: Filtro padrão
ro: Filtru implicit
ru: Фильтр по умолчанию
sl: Privzeti filter
sv: Standardfilter
uk: Фільтр за замовчуванням

# settings.accounts.title
source: Accounts
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
it: Account
ja: アカウント
ko: 계정
lt: Paskyros
pl: Konta
pt: Contas
ro: Conturi
ru: Учетные записи
sl: Računi
sv: Konton
uk: Облікові записи

# settings.accounts.item.details.title
source: Account details
cs: Podrobnosti účtu
de: Kontodaten
fr: Détails du compte
it: Dettagli dell'account
ja: アカウント詳細
ko: 계정 상세정보
lt: Paskyros detalės
pl: Szczegóły konta
pt: Detalhes da conta
ro: Detalii cont
ru: Данные учетной записи
sl: Podrobnosti računa
sv: Kontouppgifter
uk: Відомості облікового запису

# settings.accounts.item.manage.title
source: Manage accounts
cs: Správa účtů
de: Konten verwalten
es: Gestionar cuentas
fr: Gérer les comptes
it: Gestisci gli account
ja: アカウントを管理
ko: 계정 관리
lt: Tvarkyti paskyras
nl: Accounts beheren
pl: Zarządzaj kontami
pt: Gerenciar Contas
ro: Gestionare conturi
ru: Управление учетными записями
sl: Upravljaj račune
sv: Hantera konton
uk: Управляти обліковими записами

# settings.accounts.item.export.title
source: Transfer account to another device
cs: Převést účet do jiného zařízení
de: Konto auf ein anderes Gerät übertragen
es: Transferir cuenta a otro dispositivo
fr: Transférer le compte vers un autre appareil
it: Trasferisci account su un altro dispositivo
ja: 別のデバイスにアカウントを転送
ko: 계정을 다른 기기로 전송
lt: Perkelkite paskyrą į kitą įrenginį
nl: Account overzetten naar een ander apparaat
pl: Przenieś konto na inne urządzenie
pt: Transferir a conta para outro dispositivo
ro: Transferă contul pe un alt dispozitiv
ru: Передать аккаунт на другое устройство
sl: Prenesi račun na drugo napravo
sv: Överför konto till en annan enhet
uk: Передати обліковий запис на інший пристрій

# settings.accounts.item.key.inspector.title
source: Key inspector
cs: Klíčový inspektor
de: Schlüsselprüfer
fr: Inspecteur de clé
it: Controllo delle chiavi
ja: キーインスペクター
ko: 키 검사기
lt: Raktų inspektorius
nl: Sleutelinspecteur
pl: Inspektor kluczy
pt: Inspetor de chaves
ro: Inspector cheie
ru: Инспектор ключей
sl: Pregledovalnik ključev
sv: Nyckelinspektör
uk: Інспектор ключів

# settings.terms.and.licenses.item.terms.title
source: Terms & conditions
cs: Podmínky a podmínky
de: Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions Générales
it: Termini e condizioni
ja: 利用規約
ko: 이용약관
lt: Sąlygos ir nuostatos
nl: Algemene voorwaarden
pl: Regulamin i warunki
pt: Termos e condições
ro: Termeni și condiții
ru: Условия использования
sl: Pogoji uporabe
sv: Villkor
uk: Умови та положення

# settings.terms.and.licenses.item.privacy.title
source: Privacy policy
cs: Zásady ochrany soukromí
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보보호정책
lt: Privatumo kryptis
nl: Privacyverklaring
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sl: Politika zasebnosti
sv: Integritetspolicy
uk: Політика конфіденційності

# settings.terms.and.licenses.item.licenses.title
source: Open source licenses
cs: Open source licence
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences Open Source
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈소스 라이선스
lt: Atvirojo kodo licencijos
nl: Open source-licenties
pl: Licencje open source
pt: Licenças Open Source
ro: Licențe Open Source
ru: Лицензии Open Source
sl: Licence odprtokodne programske opreme
sv: Licenser för öppen källkod
uk: Ліцензії з відкритим кодом

# account.key.inspector.title
source: Key inspector
cs: Klíčový inspektor
de: Schlüsselprüfer
fr: Inspecteur de clé
it: Controllo delle chiavi
ja: キーインスペクター
ko: 키 검사기
lt: Raktų inspektorius
nl: Sleutelinspecteur
pl: Inspektor kluczy
pt: Inspetor de chaves
ro: Inspector cheie
ru: Инспектор ключей
sl: Pregledovalnik ključev
sv: Nyckelinspektör
uk: Інспектор ключа

# account.key.inspector.field.fingerprint.title
source: Fingerprint
cs: Otisk prstu
de: Fingerabdruck
fr: Empreinte digitale
it: Impronta
ja: 指紋
ko: 지문
lt: Pirštų atspaudai
nl: Vingerafdruk
pl: Cyfrowy odcisk klucza
ro: Amprentă
ru: Отпечаток пальца
sl: Prstni odtis
sv: Fingeravtryck
uk: Відбиток

# account.key.inspector.field.created.title
source: Created
cs: Vytvořeno
de: Angelegt
fr: Créé
it: Creato
ja: 作成済み
ko: 생성됨
lt: Sukurta
nl: Aangemaakt
pl: Data stworzenia
pt: Criado
ro: Creată
ru: Создан
sl: Ustvarjeno
sv: Skapad
uk: Створено

# account.key.inspector.field.expires.title
source: Expires
cs: Platnost
de: Abläuft
fr: Expire
it: Scade
ja: 有効期限
ko: 만료
lt: Pasibaigia
nl: Verloopt
pl: Wygasa
pt: Vencimento
ro: Expiră
ru: Истекает
sl: Poteče
sv: Utgår
uk: Термін дії

# account.key.inspector.no.exipire.placeholder
source: Never
cs: Nikdy
de: Nie
fr: Jamais
it: Mai
ja: 無期限
ko: 무제한
lt: Niekada
nl: Nooit
pl: Nigdy
pt: Nunca
ro: Niciodată
ru: Никогда
sl: Nikoli
sv: Aldrig
uk: Ніколи

# account.key.inspector.field.key.size.title
source: Key length
cs: Délka klíče
de: Schlüssellänge
fr: Longueur de la clé
it: Lunghezza chiave
ja: キー長
ko: 키 길이
lt: Rakto ilgis
nl: Sleutellengte
pl: Długość klucza
pt: Comprimento da chave
ro: Lungime cheie
ru: Длина ключа
sl: Dolžina ključa
sv: Nyckellängd
uk: Довжина ключа

# account.key.inspector.field.algorithm.title
source: Algorithm
cs: Algoritmus
de: Algorithmus
fr: Algorithme
it: Algoritmo
ja: アルゴリズム
ko: 알고리즘
lt: Algoritmas
nl: Algoritme
pl: Algorytm
pt: Algoritmo
ro: Algoritm
ru: Алгоритм
sl: Algoritem
sv: Algoritm
uk: Алгоритм

# account.key.inspector.uid.copied.message
source: Uid copied to your clipboard!
cs: Uid zkopírován do schránky!
de: Uid wurde in Ihre Zwischenablage kopiert!
fr: Uid copié dans votre presse-papiers !
it: Uid copiato negli appunti!
ja: Uidがクリップボードにコピーされました！
ko: 클립보드에 Uid가 복사됨!
lt: Uid nukopijuotas į iškarpinę!
nl: Uid is naar je klembord gekopieerd!
pl: Skopiowano UID do schowka!
pt: Uid copiado para a área de transferência!
ro: Uid a fost copiat în clipboard!
ru: UID скопирован в буфер обмена!
sl: Uid je kopiran v odložišče!
sv: Uid kopierades till urklipp!
uk: Uid скопійовано до вашого буфера обміну!

# account.key.inspector.fingerprint.copied.message
source: Fingerprint copied to your clipboard!
cs: Fingerprint byl zkopírován do schránky!
de: Der Fingerabdruck wurde in Ihre Zwischenablage kopiert!
fr: Empreinte copiée dans le presse-papiers !
it: Impronta digitale copiata negli appunti!
ja: フィンガープリントがクリップボードにコピーされました！
ko: 클립보드에 지문이 복사됨!
lt: „Fingerprint“ nukopijuotas į iškarpinę!
nl: Vingerafdruk is naar je klembord gekopieerd!
pl: Odcisk klucza skopiowano do schowka!
pt: Impressão digital copiada para a área de transferência!
ro: Amprenta a fost copiată în clipboard!
ru: Отпечаток скопирован в буфер обмена!
sl: Prstni odtis je bil kopiran v odložišče!
sv: Fingeravtrycket kopierades till urklipp!
uk: Відбиток скопійовано до вашого буфера обміну!

# account.key.export.menu.title
source: Key inspector
cs: Klíčový inspektor
de: Schlüsselprüfer
fr: Inspecteur de clé
it: Controllo delle chiavi
ja: キーインスペクター
ko: 키 검사기
lt: Raktų inspektorius
nl: Sleutelinspecteur
pl: Inspektor kluczy
pt: Inspetor de chaves
ro: Inspector cheie
ru: Инспектор ключей
sl: Pregledovalnik ključev
sv: Nyckelinspektör
uk: Інспектор ключів

# account.key.export.menu.export.private.action
source: Export private key
cs: Exportovat soukromý klíč
de: Privaten Schlüssel exportieren
fr: Exporter la clé privée
it: Esporta la chiave privata
ja: 秘密鍵をエクスポート
ko: 개인 키 내보내기
lt: Eksportuoti privatų raktą
nl: Exporteer privésleutel
pl: Eksportuj klucz prywatny
pt: Exportar chave privada
ro: Exportați cheia privată
ru: Экспортировать закрытый ключ
sl: Izvozi zasebni ključ
sv: Exportera privat nyckel
uk: Експортувати приватний ключ

# account.key.export.menu.export.public.action
source: Export public key
cs: Exportovat veřejný klíč
de: Öffentlichen Schlüssel exportieren
fr: Exporter la clé publique
it: Esporta la chiave pubblica
ja: 公開鍵をエクスポート
ko: 공개 키 내보내기
lt: Eksportuoti viešąjį raktą
nl: Exporteer openbare sleutel
pl: Eksportuj klucz publiczny
pt: Exportar chave pública
ro: Exportați cheia publică
ru: Экспортировать открытый ключ
sl: Izvozi javni ključ
sv: Exportera publik nyckel
uk: Експортувати публічний ключ

# account.key.export.private.authorization.title
source: Export private key
cs: Exportovat soukromý klíč
de: Privaten Schlüssel exportieren
fr: Exporter la clé privée
it: Esporta la chiave privata
ja: 秘密鍵をエクスポート
ko: 개인 키 내보내기
lt: Eksportuoti privatų raktą
nl: Exporteer privésleutel
pl: Eksportuj klucz prywatny
pt: Exportar chave privada
ro: Exportați cheia privată
ru: Экспортировать закрытый ключ
sl: Izvozi zasebni ključ
sv: Exportera privat nyckel
uk: Експортувати приватний ключ

# account.key.export.private.authorization.button.title
source: Export private key
cs: Exportovat soukromý klíč
de: Privaten Schlüssel exportieren
fr: Exporter la clé privée
it: Esporta la chiave privata
ja: 秘密鍵をエクスポート
ko: 개인 키 내보내기
lt: Eksportuoti privatų raktą
nl: Exporteer privésleutel
pl: Eksportuj klucz prywatny
pt: Exportar chave privada
ro: Exportați cheia privată
ru: Экспортировать закрытый ключ
sl: Izvozi zasebni ključ
sv: Exportera privat nyckel
uk: Експортувати приватний ключ

# settings.troubleshooting.item.logs.title
source: Access the debug logs
cs: Přístup k debug logům
de: Zugriff auf Debug-Logs
es: Acceder a los registros de depuración
fr: Accéder aux journaux de débogage
it: Accedi ai log di debug
ja: デバッグログにアクセス
ko: 디버그 로그 접근
lt: Pasiekite derinimo logaritmus
nl: Toegang tot de debuglogboeken
pl: Wejdź w rejestry debugowania
pt: Acessar os logs
ro: Accesați logurile de depanare
ru: Доступ к журналам
sl: Dostop do dnevnikov za reševanje težav
sv: Visa felsökningsloggar
uk: Переглянути журнали налагодження

# settings.troubleshooting.item.help.site.title
source: Visit help site
cs: Navštívit stránku nápovědy
de: Hilfeseite besuchen
es: Visitar el sitio de ayuda
fr: Visiter le site d'aide
it: Visita il sito della guida
ja: ヘルプサイトを表示
ko: 지원 사이트 방문
lt: Apsilankykite pagalbos svetainėje
nl: Bezoek de helppagina
pl: Wejdź na stronę pomocy
pt: Visite o site de ajuda
ro: Vizitați site-ul de ajutor
ru: Посетить сайт помощи
sl: Obiščite spletno mesto za pomoč
sv: Besök hjälpsidan
uk: Перейти на сторінку довідки

# settings.application.default.mode.title
source: Default filter
cs: Výchozí filtr
de: Standardfilter
es: Filtro por defecto
fr: Le filtre par défaut
it: Filtro predefinito
ja: デフォルトフィルタ
ko: 기본 필터
lt: Numatytasis filtras
nl: Standaardfilter
pl: Filtr domyślny
pt: Filtro padrão
ro: Filtru implicit
ru: Фильтр по умолчанию
sl: Privzeti filter
sv: Standardfilter
uk: Фільтр за замовчуванням

# settings.application.default.mode.option.last.used.title
source: Latest used (default)
cs: Naposledy použito (výchozí)
de: Zuletzt verwendet (Standard)
es: Último uso (por defecto)
fr: Dernière utilisation (défaut)
it: Utilizzo più recente (default)
ja: 最後に使用した(デフォルト)
ko: 마지막으로 사용됨(기본값)
lt: Paskutinis naudotas (numatytasis)
nl: Laatst gebruikt (standaard)
pl: Ostatnio używane (domyślnie)
pt: Última vez usado (padrão)
ro: Ultima utilizare (implicit)
ru: Последнее использованное (по умолчанию)
sl: Zadnje uporabljeno (privzeto)
sv: Senast använd (standard)
uk: Останній використаний (за замовчуванням)

# settings.application.biometrics.disable.alert.title
source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실합니까?
lt: Ar esate tikras?
nl: Weet je het zeker?
pl: Na pewno?
pt: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
uk: Ви впевнені?

# settings.application.biometrics.disable.alert.message
source: After disabling %@ you will need to login by using your passphrase.
cs: Po vypnutí %@ se budete muset přihlásit pomocí přístupové fráze.
de: Nach dem Deaktivieren von %@ müssen Sie sich mit Ihrer Passphrase anmelden.
es: Después de desactivar %@ tendrá que iniciar sesión utilizando su contraseña.
fr: Après avoir désactivé %@ , vous devrez vous connecter en utilisant votre phrase de passe.
it: Una volta disattivato %@ sarà necessario eseguire il login utilizzando la frase segreta.
ja: %@ を無効にすると、パスフレーズを使用してログインする必要があります。
ko: %@ 을(를) 비활성화한 후에는 비밀문구를 사용하여 로그인해야 합니다.
lt: Išjungę %@ turėsite prisijungti naudodami savo slaptafrazę.
nl: Na het uitschakelen van %@ moet je inloggen met je wachtwoordzin.
pl: Po wyłączeniu %@ musisz zalogować się za pomocą hasła dostępu.
pt: Após desativar %@, você precisará fazer login usando sua frase-chave.
ro: După dezactivarea %@, va trebui să vă autentificați folosind parola de acces.
ru: После отключения %@ вам нужно войти в систему, используя вашу парольную фразу.
sl: Po onemogočanju %@ se boste morali prijaviti z uporabo svojega gesla.
sv: När du inaktiverar %@ måste du logga in genom att använda din lösenfras.
uk: Після вимкнення %@ вам доведеться входити, використовуючи парольну фразу.

# settings.application.biometrics.disable.alert.confirm.title
source: Disable biometrics
cs: Vypnout biometriku
de: Biometrie deaktivieren
es: Desactivar biometría
fr: Désactiver la biométrie
it: Disattiva verifica biometrica
ja: バイオメトリクスを無効にする
ko: 생체 인식 사용 안 함
lt: Išjungti biometrinius duomenis
nl: Biometrie uitschakelen
pl: Wyłącz biometrię
pt: Desativar biometria
ro: Dezactivați biometria
ru: Отключить биометрические данные
sl: Onemogoči biometrijo
sv: Inaktivera biometri
uk: Вимкнути біометрію

# settings.application.biometrics.disable.alert.cancel.title
source: Keep
cs: Ponechat
de: Behalten
es: Mantener
fr: Garder
it: Mantieni
ja: 保持
ko: 유지
lt: Laikyti
nl: Behoud
pl: Zachowaj
pt: Manter
ro: Păstrați
ru: Оставить
sl: Ohrani
sv: Behåll
uk: Залишити увімкненою

# settings.main.sign.out.alert.title
source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실합니까?
lt: Ar esate tikras?
nl: Weet je het zeker?
pl: Na pewno?
pt: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
uk: Ви впевнені?

# settings.main.sign.out.alert.message
source: If you sign out you will be logged out of your account on this device.
cs: Pokud se odhlásíte, budete odhlášeni z vašeho účtu na tomto zařízení.
de: Wenn Sie sich abmelden, werden Sie von Ihrem Konto auf diesem Gerät abgemeldet.
es: Si cierra la sesión, se cerrará la sesión de su cuenta en este dispositivo.
fr: Si vous vous déconnectez, vous serez déconnecté de votre compte sur cet appareil.
it: Se esci, verrai disconnesso dal tuo account su questo dispositivo.
ja: サインアウトすると、このデバイスでのアカウントからログアウトされます。
ko: 로그아웃하면 이 기기의 계정에서 로그아웃됩니다.
lt: Jei atsijungsite, būsite atjungti nuo savo paskyros šiame įrenginyje.
nl: Als je je afmeldt, word je afgemeld van je account op dit apparaat.
pl: Jeżeli zakończysz sesję, wylogujemy Cię z konta na tym urządzeniu.
pt: Se você sair, você será desconectado da sua conta neste dispositivo.
ro: Dacă vă deconectați, veți fi deconectat din cont pe acest dispozitiv.
ru: Если вы выйдете из системы, вы выйдете из своей учетной записи на этом устройстве.
sl: Če se odjavite, boste odjavljeni iz vašega računa na tej napravi.
sv: Om du loggar ut kommer du att loggas ut från ditt konto på den här enheten.
uk: Якщо ви вийдете, то вас буде вилогінено з вашого облікового запису на цьому пристрої.

# settings.main.sign.out.alert.confirm.title
source: Sign out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
nl: Afmelden
pl: Wyloguj się
pt: Encerrar Sessão
ro: Deconectează-te
ru: Выйти
sl: Odjava
sv: Logga ut
uk: Вийти

# biometric.authorization.availability.unavailable
source: Unavailable
cs: Nedostupné
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용불가
lt: Nepasiekiama
nl: Niet beschikbaar
pl: Niedostępny
pt: Indisponível
ro: Indisponibil
ru: Недоступно
sl: Ni na voljo
sv: Otillgänglig
uk: Недоступно

# biometric.authorization.availability.face.id
source: FaceID
ko: 페이스ID
lt: "FaceID" (veido atpažinimo funkcija)

# biometric.authorization.availability.touch.id
source: TouchID
ko: 터치ID
lt: "TouchID" (prisilietimo atpažinimo funkcija)

# authorization.primary.button.title
source: Authorize
cs: Autorizovat
de: Autorisieren
fr: Autoriser
it: Autorizza
ja: 承認
ko: 허가됨
lt: Autorizuoti
nl: Toestaan
pl: Autoryzuj
pt: Autorizar
ro: Autorizați
ru: Авторизоваться
sl: Autoriziraj
sv: Auktorisera
uk: Авторизувати

# settings.terms.and.licenses.title
source: Terms & licenses
cs: Podmínky a licence
de: Bedingungen & Lizenzen
es: Términos y licencias
fr: Conditions générales et licences
it: Termini e licenze
ja: 利用規約＆ライセンス
ko: 약관과 라이선스
nl: Voorwaarden & licenties
pl: Regulamin i licencje
pt: Termos e licenças
ro: Termeni și licențe
ru: Условия и лицензии
sl: Pogoji in licence
sv: Villkor & licenser
uk: Умови та ліцензії

# settings.troubleshooting.title
source: Debug, logs
cs: Debug, logy
de: Debug, Protokolle
es: Depurar, registros
fr: Débogage, journaux
it: Debug, registri
ja: デバッグとログ
ko: 디버그, 로그
nl: Debug, logboeken
pl: Debugowanie, logi
pt: Debug, registros
ro: Depanare, loguri
ru: Отладка, журналы
sl: Reševanje težav, dnevniki
sv: Felsökning, loggar
uk: Налагодження, журнали

# resource.menu.item.edit.password
source: Edit password
nl: Wachtwoord bewerken
ro: Modifică parola

# resource.folders.add.menu.password.label
source: Add password
es: Crear contraseña
