Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# group.members.list.title
source: Group members
cs: Členové skupiny
de: Gruppenmitglieder
es: Miembros del grupo
fr: Membres du groupe
it: Membri Del Gruppo
ja: グループメンバー
ko: 그룹 구성원
lt: Grupės nariai
nl: Groepsleden
pl: Członkowie grupy
pt: Membros do Grupo
ro: Membrii grupului
ru: Участники группы
sl: Član skupine
sv: Gruppmedlemmar
uk: Учасники групи

# group.members.member.details.title
source: Group member
cs: Člen skupiny
de: Gruppenmitglieder
es: Miembro del grupo
fr: Membre du groupe
it: Membro del gruppo
ja: グループメンバー
ko: 그룹 구성원
lt: Grupės narys
nl: Groepslid
pl: Członek grupy
pt: Membro do grupo
ro: Membru grup
ru: Участник группы
sl: Član skupine
sv: Gruppmedlem
uk: Учасник групи

# totp.title.label
source: Two Factor Authentication
cs: Dvoufázové ověření
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification en deux étapes
it: Autenticazione A Due Fattori
ja: 二要素認証
ko: 2단계 인증
lt: Dviejų veiksnių autentifikavimas
nl: Twee-factor authenticatie
pl: Uwierzytelnianie wieloskładnikowe
pt: Autenticação de Dois Fatores
ro: Autentificare multi-factor
ru: Двухфакторная аутентификация
sl: Dvofaktorska avtentikacija
sv: Tvåfaktorsautentisering
uk: Двофакторна автентифікація

# totp.message.label
source: Enter the verification code:
cs: Zadejte ověřovací kód:
de: Geben Sie den Verifizierungscode ein:
es: Introduzca el código de verificación:
fr: Tapez le code de vérification :
it: Inserisci il codice di verifica:
ja: 認証コードを入力してください：
ko: 인증 코드를 입력:
lt: Įveskite patvirtinimo kodą:
nl: Voer de verificatiecode in:
pl: Wprowadź kod weryfikacyjny:
pt: Digite o código de verificação:
ro: Introduceți codul de verificare:
ru: Введите код подтверждения:
sl: Vnesite potrditveno kodo:
sv: Ange verifieringskoden:
uk: Введіть код підтвердження:

# totp.paste.otp.button.label
source: Paste code
cs: Vložit kód
de: Code einfügen
es: Pegar código
fr: Coller le code
it: Incolla il codice
ja: コードを貼り付け
ko: 코드 붙여넣기
lt: Įklijuoti kodą
nl: Code plakken
pl: Wklej kod
pt: Colar código
ro: Lipiți codul
ru: Вставить код
sl: Prilepi kodo
sv: Klistra in kod
uk: Вставити код

# totp.remember.device.toggle.label
source: Remember this device for 30 days
cs: Pamatovat si toto zařízení po dobu 30 dní
de: Merken Sie sich dieses Gerät für 30 Tage
es: Recordar este dispositivo durante 30 días
fr: Mémoriser cet appareil pendant 30 jours
it: Ricorda questo dispositivo per 30 giorni
ja: この端末を30日間記憶しておきます。
ko: 이 기기를 30일 동안 기억
lt: Prisiminkite šį įrenginį 30 dienų
nl: Onthoud dit apparaat 30 dagen lang
pl: Zapamiętaj to urządzenie na 30 dni
pt: Lembre-se deste dispositivo por um mês
ro: Memorează acest dispozitiv pentru 30 de zile
ru: Запомнить это устройство на 30 дней
sl: Zapomni si to napravo za 30 dni
sv: Kom ihåg den här enheten i 30 dagar
uk: Запамʼятати цей пристрій на 30 днів

# yubiKey.scan.instruction
source: Place your YubiKey on your device.
cs: Přiložte YubiKey ke svému zařízení.
de: Stecken Sie Ihren YubiKey in Ihrem Gerät.
es: Coloque su YubiKey en su dispositivo.
fr: Placez votre YubiKey sur votre appareil.
it: Posiziona la YubiKey sul dispositivo.
ja: デバイスにユビキーをかざしてください。
ko: Yubikey를 기기에 설치.
lt: Padėkite savo Yubikey ant įrenginio.
nl: Plaats je YubiKey op je apparaat.
pl: Umieść YubiKey na swoim urządzeniu.
pt: Aproxime sua YubiKey do seu dispositivo.
ro: Plasați YubiKey-ul în dispozitivul dvs.
ru: Разместите свой YubiKey на вашем устройстве.
sl: Prislonite YubiKey na svojo napravo.
sv: Placera din YubiKey på enheten.
uk: Прикладіть свій YubiKey до пристрою.

# yubiKey.scan.success
source: Scan success
cs: Skenování bylo úspěšné
de: Scan erfolgreich
es: Escaneo correcto
fr: Scan réussi
it: Scansione riuscita
ja: スキャンに成功しました
ko: 스캔 성공
lt: Skenavimas sėkmingas
nl: Scannen geslaagd
pl: Skanowanie powiodło się
pt: Leitura bem-sucedida
ro: Scanare reușită
ru: Сканирование прошло успешно
sl: Skeniranje uspešno
sv: Skanningen lyckades
uk: Сканування виконано успішно

# yubiKey.scan.notRecognized.title
source: Yubikey is not recognized
cs: Yubikey nebyl rozpoznán
de: Yubikey wird nicht erkannt
fr: Yubikey n'est pas reconnu
it: Yubikey non è riconosciuto
ja: ユビキーが認識されません
ko: Yubikey가 인식되지 않습니다
lt: Yubikey neatpažintas
nl: YubiKey wordt niet herkend
pl: Nie rozpoznano Yubikey
pt: YubiKey não foi reconhecida
ro: Yubikey nu este recunoscut
ru: Yubikey не распознан
sl: Yubikey ni prepoznan
sv: YubiKey känns inte igen
uk: YubiKey не розпізнано

# yubiKey.scan.notRecognized.button.ok
source: Got it
cs: Rozumím
de: Verstanden
fr: J'ai compris
it: Ho capito
ja: 了解しました
ko: 확인
lt: Supratau
nl: Begrepen
pl: Rozumiem
pt: Entendi
ro: Am înțeles
ru: Понятно
sl: Razumem
sv: Förstått
uk: Зрозуміло

# yubiKey.scan.notRecognized.message
source: Your Yubikey is not recognized by the server. Please try with another Yubikey or another provider.
cs: Váš Yubikey není serverem rozpoznán. Zkuste to s jiným Yubikey nebo jiným poskytovatelem.
de: Ihr Yubikey wird vom Server nicht erkannt. Bitte versuchen Sie es mit einem anderen Yubikey oder einem anderen Provider.
fr: Votre Yubikey n'est pas reconnue par le serveur. Veuillez essayer avec un autre Yubikey ou un autre fournisseur.
it: Il server non riconosce la tua YubiKey. Ti preghiamo di provare un'altra YubiKey, o un altro provider.
ja: サーバーで使用しているYubikeyが認識されませんでした。 別のYubikeyまたは別のプロバイダーでお試しください。
ko: Yubikey가 서버에서 인식되지 않습니다. 다른 Yubikey 또는 다른 공급자로 시도해보세요.
lt: Jūsų Yubikey neatpažintas serverio. Pabandykite panaudoti kitą Yubikey arba kitą teikėją.
nl: Uw Yubikey wordt niet door de server herkend. Probeer het met een andere Yubikey of een andere provider.
pl: Twój Yubikey nie został rozpoznany przez serwer. Spróbuj użyć innego Yubikey lub skorzystaj z innego dostawcy.
pt: Seu Yubikey não é reconhecido pelo servidor. Por favor, tente outro Yubikey ou outro provedor.
ro: Yubikey-ul tău nu este recunoscut de server. Te rugăm să încerci cu alt Yubikey sau alt furnizor.
ru: Your Yubikey is not recognized by the server. Please try with another Yubikey or another provider. Ваш Yubikey не распознан сервером. Пожалуйста, попробуйте использовать другой Yubikey или другой провайдер.
sl: Vaš Yubikey ni bil prepoznan s strani strežnika. Poskusite z drugim Yubikeyjem ali drugim ponudnikom.
sv: Din Yubikey känns inte igen av servern. Försök med en annan Yubikey eller en annan leverantör.
uk: Ваш YubiKey не розпізнано сервером. Спробуйте інший YubiKey або іншого провайдера.

# mfa.yubiKey.title
source: YubiKey OTP
fr: OTP YubiKey
it: OTP YubiKey
ja: ユビキーOTP
lt: YubiKey vienkartinis slaptažodis
ro: OTP YubiKey

# mfa.yubiKey.description
source: Please note that your YubiKey must support NFC for this to work.
cs: Všimněte si, že váš Yubikey musí podporovat NFC, aby to fungovalo.
de: Bitte beachten Sie, dass Ihr YubiKey NFC unterstützen muss, damit dies funktioniert.
es: Tenga en cuenta que su YubiKey debe soportar NFC para que esto funcione.
fr: Veuillez noter que votre YubiKey doit supporter NFC pour que cela fonctionne.
it: Per funzionare è necessario che la YubiKey supporti NFC.
ja: ご使用のユビキーがNFCに対応している必要がありますのでご注意ください。
ko: Yubikey는 다음을 지원해야 합니다. NFC가 있어야 작동합니다.
lt: Atkreipkite dėmesį, kad jūsų Yubikey privalo palaikyti NFC, kad tai veiktų.
nl: Houd er rekening mee dat je YubiKey NFC moet ondersteunen om dit te laten werken.
pl: Pamiętaj, że Twój YubiKey musi obsługiwać NFC, aby ta operacja się powiodła.
pt: Observe que sua YubiKey deve suportar NFC para que isso funcione.
ro: Vă rugăm să rețineți că YubiKey trebuie să suporte NFC pentru ca acest lucru să funcționeze.
ru: Пожалуйста, обратите внимание, что ваш YubiKey должен поддерживать NFC.
sl: Vaš YubiKey mora podpirati NFC.
sv: Observera att din YubiKey måste stödja NFC för att detta ska fungera.
uk: Зверніть увагу, що ваш YubiKey повинен підтримувати NFC, щоб це працювало.

# mfa.yubiKey.scan
source: Scan your YubiKey
cs: Použijte svůj YubiKey
de: Scannen Sie Ihren YubiKey
es: Escanee su YubiKey
fr: Scannez votre YubiKey
it: Scansiona la tua YubiKey
ja: ユビキーをスキャン
ko: YubiKey 스캔
lt: Skenuokite savo YubiKey
nl: Scan je YubiKey
pl: Zeskanuj swój YubiKey
pt: Escanear seu YubiKey
ro: Scanați YubiKey
ru: Сканируйте ваш YubiKey
sl: Skenirajte svoj YubiKey
sv: Skanna din YubiKey
uk: Скануйте ваш YubiKey

# mfa.yubiKey.nfc.not.supported
source: This device does not support NFC.
cs: Toto zařízení nepodporuje NFC.
de: Dieses Gerät unterstützt kein NFC.
es: Este dispositivo no es compatible con NFC.
fr: Cet appareil ne supporte pas NFC.
it: Questo dispositivo non supporta NFC.
ja: このデバイスはNFCをサポートしていません。
ko: 이 기기는 NFC를 지원하지 않습니다.
lt: Šis įrenginys nepalaiko NFC.
nl: Dit apparaat ondersteunt geen NFC.
pl: To urządzenie nie obsługuje NFC.
pt: Este dispositivo não suporta NFC.
ro: Acest dispozitiv nu suportă NFC.
ru: Это устройство не поддерживает NFC.
sl: Ta naprava ne podpira NFC.
sv: Den här enheten stöder inte NFC.
uk: Цей пристрій не підтримує NFC.

# mfa.provider.try.another
source: Try with another provider
cs: Vyzkoušet s jiným poskytovatelem
de: Versuchen Sie es mit einem anderen Anbieter
es: Pruebe con otro proveedor
fr: Essayez avec un autre fournisseur
it: Prova con un altro provider
ja: 別のプロバイダーを試してみてください
ko: 다른 공급자로 시도하세요.
lt: Pabandykite su kitu teikėju
nl: Probeer een andere aanbieder
pl: Spróbuj innego dostawcy
pt: Tentar com outro provedor
ro: Încercați cu un alt furnizor
ru: Попробуйте обратиться к другому поставщику
sl: Poskusite z drugim ponudnikom
sv: Försök med en annan leverantör
uk: Спробуйте іншого провайдера

# mfa.remember.token
source: Remember this device for 30 days
cs: Pamatovat si toto zařízení po dobu 30 dní
de: Merken Sie sich dieses Gerät für 30 Tage
es: Recordar este dispositivo durante 30 días
fr: Mémoriser cet appareil pendant 30 jours
it: Ricorda questo dispositivo per 30 giorni
ja: この端末を30日間記憶しておきます。
ko: 이 기기를 30일 동안 기억
lt: Prisiminkite šį įrenginį 30 dienų
nl: Onthoud dit apparaat 30 dagen lang
pl: Zapamiętaj to urządzenie na 30 dni
pt: Lembre-se deste dispositivo por um mês
ro: Memorează acest dispozitiv pentru 30 de zile
ru: Запомнить это устройство на 30 дней
sl: Zapomni si to napravo za 30 dni
sv: Kom ihåg enheten i 30 dagar
uk: Запамʼятати цей пристрій на 30 днів

# mfa.unsupported.provider.title
source: Your MFA provider is not supported
cs: Váš poskytovatel MFA není podporován
de: Ihr Multi-Faktor-Authentifizierungs-Anbieter wird nicht unterstützt
es: Su proveedor MFA no es compatible
fr: Votre fournisseur MFA n'est pas supporté
it: Il tuo provider MFA non è supportato
ja: ご利用のMFAプロバイダーはサポートされていません
ko: 다단계인증 공급자가 지원되지 않습니다.
lt: Jūsų MFA teikėjas nepalaikomas
nl: Je MFA-aanbieder wordt niet ondersteund
pl: Nie obsługujemy Twojego dostawcy uwierzytelniania wieloskładnikowego
pt: Seu provedor MFA não é suportado
ro: Furnizorul tău multi-factor nu este suportat
ru: Ваш поставщик MFA не поддерживается
sl: Vaš ponudnik MFA (Multi-factor authentication) ni podprt
sv: Din MFA-leverantör stöds inte
uk: Ваш постачальник MFA не підтримується

# mfa.unsupported.provider.description
source: Please setup another provider using the web app. Contact your administrator for more information.
cs: Prosím nastavte jiného poskytovatele pomocí webové aplikace. Kontaktujte svého správce pro více informací.
de: Bitte richten Sie einen anderen Anbieter über die Web-App ein. Wenden Sie sich für weitere Informationen an Ihren Administrator.
es: Por favor, configure otro proveedor usando la aplicación web. Póngase en contacto con su administrador para obtener más información.
fr: Veuillez configurer un autre fournisseur en utilisant l'application Web. Contactez votre administrateur pour plus d'informations.
it: Si prega di configurare un altro provider tramite l'applicazione web. Per ulteriori informazioni, contattare l'amministratore.
ja: 別のプロバイダーをWebアプリで設定してください。 詳細については管理者にお問い合わせください。
ko: 웹 앱을 사용하여 다른 공급자를 설정하세요. 자세한 내용은 관리자에게 문의하세요.
lt: Prašome sukonfigūruoti kitą teikėją internetinėje programoje. Daugiau informacijos galite gauti iš administratoriaus.
nl: Configureer een andere aanbieder via de webapp. Neem contact op met je beheerder voor meer informatie.
pl: Skonfiguruj innego dostawcę poprzez aplikację webową. Skontaktuj się z administratorem, aby uzyskać więcej informacji.
pt: Por favor, configure outro provedor usando o aplicativo web. Entre em contato com seu administrador para obter mais informações.
ro: Vă rugăm să configurați un alt furnizor folosind aplicația web. Contactați administratorul pentru mai multe informații.
ru: Пожалуйста, настройте другого провайдера с помощью веб-приложения. Обратитесь к вашему администратору за дополнительной информацией.
sl: Nastavite drugega ponudnika z uporabo spletne aplikacije. Obiščite svojega administratorja za več informacij.
sv: Vänligen konfigurera en annan leverantör via webbappen. Kontakta din administratör för mer information.
uk: Будь ласка, налаштуйте іншого постачальника в вебдодатку. Зверніться до адміністратора за детальнішою інформацією.

# mfa.duo.authorization.title
source: Duo multi-factor authentication
cs: Duo multi-faktorové ověření
de: Duo Multi-Faktor-Authentifizierung
fr: Authentification multi-facteurs Duo
it: Autenticazione multi-fattore
ja: Duo多要素認証
ko: Duo 다단계인증
lt: „Duo“ kelių veiksnių autentifikavimas
nl: Duo Multi-factor Authenticatie
pl: Uwierzytelnianie wieloskładnikowe Duo
pt: Autenticação multifator Duo
ro: Autentificarea multi-factor Duo
ru: Многофакторная аутентификация Duo
sl: Duo večfaktorska avtentikacija
sv: Duo multi-faktor autentisering
uk: Багатофакторна автентифікація Duo

# mfa.duo.authorization.button.title
source: Authenticate with Duo
cs: Ověření s Duo
de: Mit Duo authentifizieren
fr: S'authentifier avec Duo
it: Esegui l'autenticazione con Duo
ja: Duoで認証
ko: Duo로 인증
lt: Autentifikuotis su Duo
nl: Authenticeren met Duo
pl: Uwierzytelnienie z Duo
pt: Autenticar com Duo
ro: Autentificați-vă cu Duo
ru: Войти с Duo
sl: Overite se z Duo
sv: Autentisera med Duo
uk: Автентифікуватися через Duo

# account.menu.title
source: Switch account
cs: Přepnout účet
de: Konto wechseln
es: Cambiar de cuenta
fr: Changer le compte
it: Cambia account
ja: アカウントを切り替え
ko: 계정 전환
lt: Pakeisti paskyrą
nl: Wissel van account
pl: Przełącz konto
pt: Trocar conta
ro: Schimbați contul
ru: Сменить учетную запись
sl: Zamenjaj račun
sv: Byt konto
uk: Перемкнути обліковий запис

# account.menu.account.details.button.title
source: See details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
ja: 詳細を見る
ko: 자세히 보기
lt: Žiūrėti detales
nl: Bekijk details
pl: Zobacz szczegóły
pt: Ver detalhes
ro: Vezi detaliile
ru: Подробнее
sl: Oglejte si podrobnosti
sv: Se detaljer
uk: Переглянути деталі

# account.menu.sign.out.button.title
source: Sign out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
nl: Afmelden
pl: Wyloguj się
pt: Encerrar Sessão
ro: Deconectare
ru: Выйти
sl: Odjava
sv: Logga ut
uk: Вийти

# account.menu.manage.accounts.button.title
source: Manage accounts
cs: Správa účtů
de: Konten verwalten
es: Gestionar cuentas
fr: Gestion des comptes
it: Gestisci gli account
ja: アカウントを管理
ko: 계정 관리
lt: Tvarkyti paskyras
nl: Accounts beheren
pl: Zarządzaj kontami
pt: Gerenciar Contas
ro: Gestionare conturi
ru: Управление аккаунтами
sl: Upravljaj računi
sv: Hantera konton
uk: Управляти обліковими записами

# account.details.title
source: Account details
cs: Podrobnosti účtu
de: Kontodaten
es: Detalles de la cuenta
fr: Détails du compte
it: Dettagli dell'account
ja: アカウント詳細
ko: 계정 상세정보
lt: Paskyros detalės
pl: Szczegóły konta
pt: Detalhes da conta
ro: Detalii cont
ru: Данные учетной записи
sl: Podrobnosti računa
sv: Kontouppgifter
uk: Дані облікового запису

# account.details.field.label.title
source: Label
cs: Popisek
de: Bezeichnung
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル
ko: 라벨
lt: Žyma
nl: Etiket
pl: Etykieta
pt: Descrição
ro: Etichetă
ru: Метка
sl: Oznaka
sv: Etikett
uk: Мітка

# account.details.field.label.editing.info
source: Label will be displayed in the account list and for authentication
cs: Štítek se zobrazí v seznamu účtů a pro ověření
de: Die Bezeichnung wird in der Kontoliste und zur Authentifizierung angezeigt
es: La etiqueta se mostrará en la lista de cuentas y en la autenticación
fr: L'étiquette sera affichée dans la liste des comptes et pour l'authentification
it: L'etichetta sarà visualizzata nell'elenco degli account e per l'autenticazione
ja: ラベルはアカウントリストや認証時に表示されます
ko: 라벨이 계정 목록에 표시되며 인증을 위해 사용됩니다.
lt: Ši žyma bus rodoma paskyrų sąraše ir autentifikacijos metu
nl: Label wordt weergegeven in de accountlijst en voor authenticatie
pl: Etykieta będzie wyświetlona na liście kont oraz na potrzeby uwierzytelniania
pt: A etiqueta será exibida na lista de contas e para autenticação
ro: Eticheta va fi afișată în lista de conturi și pentru autentificare
ru: Метка будет отображаться в списке учетных записей и для аутентификации
sl: Oznaka bo prikazana v seznamu računov in za avtentikacijo
sv: Etiketten visas i kontolistan och vid autentisering
uk: Мітка показуватиметься у списку облікових записів та під час автентифікації

# account.details.field.name.title
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sl: Ime
sv: Namn
uk: Ім'я

# account.details.field.email.title
source: E-mail
es: Correo electrónico
ja: メールアドレス
ko: 이메일
lt: El. paštas
nl: E-mailadres
pl: Adres e-mail
sl: E-pošta
sv: E-post

# account.details.field.url.title
source: Organization URL
cs: URL organizace
de: URL der Organisation
es: URL de la organización
fr: URL de l'organisation
it: Url dell'Organizzazione
ja: 組織のURL
ko: 조직 URL
lt: Organizacijos URL
nl: Organisatie-URL
pl: Adres URL organizacji
pt: URL da Organização
ro: URL organizație
ru: URL организации
sl: URL organizacije
sv: Organisationens URL
uk: URL організації

# account.details.field.role.title
source: Role
de: Rolle
fr: Rôle
it: Ruolo
ja: ロール
ko: 역할
lt: Vaidmuo
nl: Functie
pl: Rola
pt: Funções
ro: Rol
ru: Роль
sl: Vloga
sv: Roll
uk: Роль

# account.details.button.save.title
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
sl: Shrani
sv: Spara
uk: Зберегти

# update.available.title
source: New version available!
cs: Je k dispozici nová verze!
de: Neue Version verfügbar!
es: ¡Nueva versión disponible!
fr: Nouvelle version disponible !
it: È disponibile una nuova versione!
ja: 新しいバージョンがあります！
ko: 새 버전 사용가능!
lt: Yra naujesnė versija!
nl: Nieuwe versie beschikbaar!
pl: Dostępna nowa wersja!
pt: Nova versão disponível!
ro: O nouă versiune disponibilă!
ru: Доступна новая версия!
sl: Na voljo je nova različica!
sv: Ny version tillgänglig!
uk: Нова версія доступна!

# update.available.message
source: Please update the Passbolt app to the latest version from the App Store
cs: Prosím, aktualizujte aplikaci Passbolt na nejnovější verzi z App Store
de: Bitte aktualisieren Sie die Passbolt App auf die neueste Version aus dem App Store
es: Por favor, actualice la aplicación Passbolt a la última versión de la App Store
fr: Veuillez mettre à jour l'application Passbolt vers la dernière version de l'App Store
it: Si prega di eseguire l'aggiornamento dell'applicazione Passbolt all'ultima versione dall'App Store
ja: App Storeからパスボルトアプリを最新バージョンに更新してください
ko: 앱 스토어에서 패스볼트 앱을 최신 버전으로 업데이트하세요.
lt: Atnaujinkite Passbolt programėlę į naujausią versiją iš App Store
nl: Werk de Passbolt-app bij naar de nieuwste versie uit de App Store
pl: Zaktualizuj aplikację Passbolt do najnowszej wersji z App Store
pt: Por favor, atualize o aplicativo Passbolt para a versão mais recente na App Store
ro: Vă rugăm să actualizați aplicația Passbolt la cea mai recentă versiune din App Store
ru: Пожалуйста, обновите приложение Passbook до последней версии из App Store
sl: Posodobite aplikacijo Passbolt na najnovejšo različico iz trgovine App Store
sv: Uppdatera Passbolt-appen till den senaste versionen från App Store
uk: Оновіть застосунок Passbolt до останньої версії з App Store

# autofill.extension.setup.completed.title
source: Passbolt Autofill enabled!
cs: Passbolt Automatické vyplňování povoleno!
de: Passbolt Autofill aktiviert!
es: ¡Autocompletado de Passbolt activado!
fr: Remplissage automatique activé pour Passbolt !
it: Compilazione automatica di Passbolt attivata!
ja: パスボルトの自動入力が有効になりました！
ko: Passbolt 자동 채우기 활성화됨!
lt: Passbolt automatinis pildymas įjungtas!
nl: Passbolt Automatisch invullen ingeschakeld!
pl: Włączono autouzupełnianie Passbolt!
pt: Preenchimento automático do Passbolt ativado!
ro: Autocompletare Passbolt activată!
ru: Автозаполнение Passbolt включено!
sl: Avtomatsko izpolnjevanje Passbolt je omogočeno!
sv: Passbolt Autofyll aktiverad!
uk: Автозаповнення Passbolt увімкнено!
