Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# generic.done
source: Done
cs: Hotovo
de: Erledigt
es: Hecho
fr: Terminé
it: Completato
ja: 완료
ko: 완료
lt: Atlikta
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Finalizat
ru: Готово
sl: Končano
sv: Klar
uk: Виконано

# generic.yes
source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
it: Si
ja: はい
ko: 예
lt: Taip
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sl: Da
sv: Ja
uk: Так

# generic.apply
source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
lt: Taikyti
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplicați
ru: Применить
sl: Uporabi
sv: Verkställ
uk: Прийняти

# generic.confirm
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
lt: Patvirtinti
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ro: Confirmați
ru: Подтвердить
sl: Potrdi
sv: Bekräfta
uk: Підтвердити

# generic.cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sl: Prekliči
sv: Avbryt
uk: Скасувати

# generic.remove
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
lt: Pašalinti
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Ștergeți
ru: Удалить
sl: Odstrani
sv: Ta bort
uk: Видалити

# generic.loading
source: Loading...
cs: Načítání...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
lt: Įkeliama...
nl: Laden...
pl: Wczytywanie...
pt: Carregando...
ro: Încărcare...
ru: Загрузка...
sl: Nalaganje...
sv: Laddar...
uk: Завантажується…

# generic.loading.long
source: It is taking longer than usual...
cs: Trvá to déle, než je obvyklé...
de: Es dauert länger als gewöhnlich...
es: Está tardando más de lo normal...
fr: Cela prend plus de temps que d'habitude...
it: L'operazione sta richiedendo più tempo del solito...
ja: 普段より時間がかかっています…
ko: 평소보다 오래 소요중...
lt: Tai užtrunka ilgiau nei įprastai...
nl: Het duurt langer dan normaal...
pl: To trwa dłużej niż zwykle...
pt: Está demorando mais do que o normal...
ro: Durează mai mult decât de obicei...
ru: Это занимает больше времени, чем обычно...
sl: Traja dlje kot običajno...
sv: Det tar längre tid än vanligt...
uk: Це займає більше часу, ніж звичайно…

# generic.continue
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
it: Prosegui
ja: 続行
ko: 계속
lt: Tęsti
nl: Verder
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
uk: Продовжити

# generic.retry
source: Retry
cs: Opakovat
de: Wiederholen
es: Volver a intentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandykite dar kartą
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar Novamente
ro: Reîncercați
ru: Повторить
sl: Ponovi
sv: Försök igen
uk: Повторити

# generic.try.again
source: Try again
cs: Zkuste to znovu
de: Erneut versuchen
fr: Veuillez réessayer
it: Riprova
ja: もう一度やり直してください
ko: 재시도
lt: Pabandykite iš naujo
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробуйте еще раз
sl: Poskusite ponovno
sv: Försök igen
uk: Спробувати знову

# generic.delete
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
nl: Verwijderen
pl: Usuń
pt: Excluir
ro: Ştergeţi
ru: Удалить
sl: Izbriši
sv: Radera
uk: Видалити

# generic.got.it
source: Got it
cs: Rozumím
de: Verstanden
es: Entendido
fr: J'ai compris
it: Ho capito
ja: 了解しました
ko: 예
lt: Supratau
nl: Begrepen
pl: Rozumiem
pt: Entendi
ro: Am înțeles
ru: Понятно
sl: Razumem
sv: Förstått
uk: Зрозуміло

# generic.settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
uk: Налаштування

# generic.disable
source: Disable
cs: Zakázat
de: Deaktiviert
es: Desactivar
fr: Désactiver
it: Disattivare
ja: 無効化
ko: 중지
lt: Išjungti
nl: Uitschakelen
pl: Wyłącz
pt: Desativado
ro: Dezactivează
ru: Отключено
sl: Onemogoči
sv: Inaktivera
uk: Вимкнути

# generic.sign.out
source: Sign out
cs: Odhlásit se
de: Abbmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
nl: Afmelden
pl: Wyloguj się
pt: Encerrar Sessão
ro: Deconectare
ru: Выйти
sl: Odjava
sv: Logga ut
uk: Вийти

# generic.refresh
source: Refresh
cs: Obnovit
de: Aktuallisieren
es: Recargar
fr: Rafraîchir
it: Aggiorna
ja: 更新
ko: 새로고침
lt: Atnaujinti
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ro: Reîncarcă
ru: Обновить
sl: Osveži
sv: Uppdatera
uk: Оновити

# generic.create
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
lt: Sukurti
nl: Aanmaken
pl: Stwórz
pt: Criar
ro: Creare
ru: Создать
sl: Ustvari
sv: Skapa
uk: Створити

# generic.empty.list
source: There are no results
cs: Nejsou zde žádné výsledky
de: Es gibt keine Ergebnisse
es: No hay resultados
fr: Il n'y a aucun résultat
it: Nessun risultato
ja: 結果がありません
ko: 결과 없음
lt: Rezultatų nėra
nl: Er zijn geen resultaten
pl: Brak wyników
pt: Não existem resultados
ro: Nu există rezultate
ru: Нет результатов
sl: Ni rezultatov
sv: Det finns inga resultat
uk: Немає результатів

# generic.user.search.list.empty
source: User not found.
cs: Uživatel nebyl nalezen.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
fr: Utilisateur introuvable.
it: Utente non trovato.
ja: ユーザーが見つかりません。
ko: 사용자 없음
lt: Vartotojas nerastas.
nl: Gebruiker niet gevonden.
pl: Nie znaleziono użytkownika.
pt: Usuário não encontrado.
ro: Utilizatorul nu a fost găsit.
ru: Пользователь не найден.
sl: Uporabnik ni bil najden.
sv: Användaren hittades inte.
uk: Користувача не знайдено.

# generic.paste.value.invalid
source: Trying to paste invalid value
cs: Pokus o vložení neplatné hodnoty
de: Versuch einen ungültigen Wert einzufügen
es: Intentando pegar un valor no válido
fr: Tentative de coller une valeur invalide
it: Tentativo di incollare valore non valido
ja: 無効な値を貼り付けようとしています
ko: 잘못된 값을 붙여 넣는 중
lt: Bandoma įklijuoti netinkamą vertę
nl: Bezig met plakken van een ongeldige waarde
pl: Próba wklejenia nieprawidłowej wartości
pt: Tentando colar um valor inválido
ro: Am încercat să lipesc o valoare nevalidă
ru: Попытка вставить недопустимое значение
sl: Neveljavna vrednost za lepljenje.
sv: Försöker klistra in ett ogiltigt värde
uk: Намагаєтеся вставити недійсне значення

# generic.are.you.sure
source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실합니까?
lt: Ar esate tikras?
nl: Weet je het zeker?
pl: Na pewno?
pt: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
uk: Ви впевнені?

# generic.picker.select.placeholder
source: Select
cs: Vybrat
de: Auswählen
fr: Sélectionnez
it: Seleziona
ja: 選択
ko: 선택
lt: Pasirinkti
nl: Selecteer
pl: Wybierz
pt: Selecionar
ro: Selectați
ru: Выбрать
sl: Izberi
sv: Välj
uk: Обрати

# account.selection.title
source: Welcome back!
cs: Vítejte zpět!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Bienvenue à nouveau!
it: Bentornato!
ja: おかえりなさい！
ko: 다시 오신 것을 환영합니다!
lt: Sveiki sugrįžę!
nl: Welkom terug!
pl: Witamy ponownie!
pt: Bem-vindo de volta!
ro: Bine ați revenit!
ru: Добро пожаловать обратно!
sl: Dobrodošli nazaj!
sv: Välkommen tillbaka!
uk: З поверненням!

# account.selection.subtitle
source: Choose an account to sign in!
cs: Vyberte účet pro přihlášení!
de: Wählen Sie ein Konto, um sich anzumelden!
es: ¡Elija una cuenta para iniciar sesión!
fr: Choisissez un compte pour vous connecter !
it: Scegli un account per accedere!
ja: サインインするアカウントを選択してください！
ko: 로그인 할 계정을 선택하세요!
lt: Norėdami prisijungti, pasirinkite paskyrą!
nl: Kies een account om aan te melden!
pl: Wybierz konto, do którego chcesz się zalogować!
pt: Escolha uma conta para entrar!
ro: Alegeți un cont pentru conectare!
ru: Выберите учетную запись для входа!
sl: Izberite račun za prijavo!
sv: Välj ett konto för att logga in!
uk: Оберіть обліковий запис для входу!

# account.selection.remove.account.button.title
source: Remove an account from this device
cs: Odstranit účet z tohoto zařízení
de: Ein Konto von diesem Gerät entfernen
es: Eliminar una cuenta de este dispositivo
fr: Supprimer un compte de cet appareil
it: Rimuovi un account da questo dispositivo
ja: このデバイスからアカウントを削除する
ko: 이 기기에서 계정 제거
lt: Pašalinkite paskyrą iš šio įrenginio
nl: Verwijder een account van dit apparaat
pl: Usuń konto z tego urządzenia
pt: Remover uma conta deste dispositivo
ro: Șterge un cont de pe acest dispozitiv
ru: Удалить аккаунт с данного устройства
sl: Odstrani račun z te naprave
sv: Ta bort ett konto från den här enheten
uk: Видалити обліковий запис із цього пристрою

# account.selection.add.account.footer.title
source: Add new account
cs: Přidat nový účet
de: Neues Konto hinzufügen
es: Añadir una cuenta nueva
fr: Ajouter un nouveau compte
it: Aggiungi un nuovo account
ja: 新しいアカウントを追加
ko: 새 계정 추가
lt: Pridėti naują paskyrą
nl: Nieuw account toevoegen
pl: Dodaj nowe konto
pt: Adicionar uma nova conta
ro: Adăugați un cont nou
ru: Добавить новый аккаунт
sl: Dodaj nov račun
sv: Lägg till nytt konto
uk: Додати новий обліковий запис

# account.selection.remove.account.title
source: Unlink an account
cs: Zrušit propojení účtu
de: Kontoverknüpfung aufheben
es: Desvincular una cuenta
fr: Délier un compte
it: Scollega un account
ja: アカウントのリンクを解除
ko: 계정 연결 해제
lt: Atsieti paskyrą
nl: Koppel een account los
pl: Odłącz konto
pt: Desvincular uma conta
ro: Dezasociază cont
ru: Отвязать аккаунт
sl: Odstrani račun
sv: Koppla bort ett konto
uk: Відʼєднати обліковий запис

# account.selection.remove.account.subtitle
source: Choose an account to unlink.
cs: Vyberte účet, který chcete odpojit.
de: Wählen Sie einen Account zum Entfernen des Links.
es: Seleccione una cuenta para desvincular.
fr: Choisissez un compte à délier.
it: Scegli un account da scollegare.
ja: リンクを解除するアカウントを選択してください。
ko: 연결 해제 할 계정을 선택하세요.
lt: Pasirinkite paskyrą, kurią norite atsieti.
nl: Kies een account om los te koppelen.
pl: Wybierz konto, które chcesz odłączyć.
pt: Selecione uma conta para desvincular.
ro: Alegeți un cont pentru asociere.
ru: Выберите аккаунт для отсоединения.
sl: Izberite račun za odstranitev.
sv: Välj ett konto att koppla bort.
uk: Оберіть обліковий запис для відʼєднання.

# account.selection.remove.alert.title
source: Are you sure ?
cs: Jste si jisti ?
de: Sind Sie sicher ?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro ?
ja: よろしいですか？
ko: 확실합니까 ?
lt: Ar esate tikras ?
nl: Weet je het zeker ?
pl: Na pewno ?
pt: Você tem certeza ?
ro: Sunteți sigur ?
ru: Вы уверены ?
sl: Ali ste prepričani ?
sv: Är du säker ?
uk: Ви впевнені?

# account.selection.remove.alert.message
source: This will remove your account from this device. Your passwords will not be deleted.
cs: Tímto odeberete váš účet z tohoto zařízení. Vaše hesla nebudou smazána.
de: Dadurch wird Ihr Konto von diesem Gerät entfernt. Ihre Passwörter werden nicht gelöscht.
es: Esto eliminará su cuenta de este dispositivo. Sus contraseñas no se eliminarán.
fr: Cela supprimera votre compte de cet appareil. Vos mots de passe ne seront pas supprimés.
it: Questo rimuoverà il tuo account da questo dispositivo. Le tue password non verranno eliminate.
ja: これにより、このデバイスからアカウントが削除されます。パスワードは削除されません。
ko: 이 기기에서 계정을 제거합니다. 비밀번호는 삭제되지 않습니다.
lt: Tai pašalins jūsų paskyrą iš šio įrenginio. Jūsų slaptažodžiai nebus ištrinti.
nl: Dit verwijdert je account van dit apparaat. Je wachtwoorden worden niet verwijderd.
pl: To działanie usunie Twoje konto z tego urządzenia. Twoje hasła nie zostaną usunięte.
pt: Isso removerá sua conta deste dispositivo. Suas senhas não serão excluídas.
ro: Acest lucru va elimina contul dvs. de pe acest dispozitiv. Parolele dvs. nu vor fi șterse.
ru: Это удалит ваш аккаунт с этого устройства. Ваши пароли не будут удалены.
sl: To bo odstranilo vaš račun s te naprave. Vaša gesla ne bodo izbrisana.
sv: Detta tar bort ditt konto från den här enheten. Dina lösenord kommer inte att raderas.
uk: Це видалить ваш обліковий запис із цього пристрою. Ваші паролі не буде видалено.

# account.selection.account.removed
source: The account has been removed from this device.
cs: Účet byl odstraněn z tohoto zařízení.
de: Das Konto wurde von diesem Gerät entfernt.
es: La cuenta se ha eliminado de este dispositivo.
fr: Le compte a été supprimé de cet appareil.
it: L'account è stato rimosso da questo dispositivo.
ja: アカウントはこのデバイスから削除されました。
ko: 계정이 이 기기에서 제거되었습니다.
lt: Paskyra pašalinta iš šio įrenginio.
nl: Het account is van dit apparaat verwijderd.
pl: Konto zostało usunięte z tego urządzenia.
pt: A conta foi removida deste dispositivo.
ro: Contul a fost șters de pe acest dispozitiv.
ru: Аккаунт был удален с этого устройства.
sl: Račun je bil odstranjen s te naprave.
sv: Kontot har tagits bort från den här enheten.
uk: Обліковий запис було вилучено з цього пристрою.

# authorization.button.title
source: Sign In
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: S'identifier
it: Accedi
ja: サインイン
ko: 로그인
lt: Prisijungti
nl: Aanmelden
pl: Zaloguj się
pt: Registrar acesso
ro: Conectează-te
ru: Войти
sl: Prijava
sv: Logga in
uk: Увійти

# authorization.reverification.button.title
source: Confirm passphrase
cs: Potvrdit přístupovou frázi
de: Passphrase bestätigen
es: Confirmar contraseña
fr: Confirmez la phrase de passe
it: Conferma la frase segreta
ja: パスフレーズを確認
ko: 비밀문구 확인
lt: Patvirtinkite slaptafrazę
nl: Bevestig wachtwoordzin
pl: Potwierdź hasło dostępu
pt: Confirmar frase secreta
ro: Confirmați parola de acces
ru: Подтвердите парольную фразу
sl: Potrdi geslo
sv: Bekräfta lösenfras
uk: Підтвердити парольну фразу

# authorization.forgot.passphrase.button.title
source: I forgot my passphrase
cs: Zapomněl jsem svou přístupovou frázi
de: Ich habe meine Passphrase vergessen
es: He olvidado mi contraseña
fr: J'ai oublié ma phrase de passe
it: Ho dimenticato la mia password
ja: パスフレーズを忘れました
ko: 비밀문구를 잊어버렸습니다
lt: Pamiršau savo slaptafrazę
nl: Ik ben mijn wachtwoordzin vergeten
pl: Nie pamiętam mojego hasła dostępu
pt: Eu esqueci minha senha
ro: Mi-am uitat parola
ru: Я забыл пароль
sl: Pozabil sem svojo geslo
sv: Jag har glömt min lösenfras
uk: Я забув свою парольну фразу

# authorization.forgot.passphrase.alert.title
source: Did you forgot your passphrase?
cs: Zapomněli jste přístupovou frázi?
de: Haben Sie Ihre Passphrase vergessen?
es: ¿Ha olvidado su contraseña?
fr: Avez-vous oublié votre phrase de passe ?
it: Hai dimenticato la tua password?
ja: パスフレーズを忘れましたか？
ko: 비밀문구를 잊었나요?
lt: Ar pamiršote savo slaptafrazę?
nl: Ben je je wachtwoordzin vergeten?
pl: Nie pamiętasz swojego hasła dostępu?
pt: Você esqueceu a sua senha?
ro: V-ați uitat parola de acces?
ru: Вы забыли свой пароль?
sl: Ste pozabili geslo?
sv: Har du glömt din lösenfras?
uk: Ви забули свою парольну фразу?

# authorization.forgot.passphrase.alert.message
source: Unfortunately you cannot access your data if you do not remember your passphrase. Please contact your administrator to unlock your account.
cs: Bohužel nemůžete přistupovat ke svým datům, pokud si nepamatujete přístupovou frázi. Obraťte se prosím na správce pro odemknutí Vašeho účtu.
de: Leider können Sie nicht auf Ihre Daten zugreifen, wenn Sie sich nicht mehr an Ihre Passphrase erinnern. Bitte wenden Sie sich an Ihren Administrator, um Ihr Konto freizuschalten.
es: Lamentablemente no puede acceder a sus datos si no recuerda su contraseña. Por favor, póngase en contacto con su administrador para desbloquear su cuenta.
fr: Malheureusement, vous ne pouvez pas accéder à vos données si vous ne vous souvenez pas de votre mot de passe. Veuillez contacter votre administrateur pour débloquer votre compte.
it: Purtroppo non puoi accedere ai tuoi dati se non ricordi la tua frase segreta. Contatta l'amministratore per sbloccare il tuo account.
ja: 残念ながらパスフレーズを覚えていない場合、データにアクセスすることはできません。アカウントのロック解除については管理者にお問い合わせください。
ko: 안타깝게도 비밀문구를 기억하지 못하면 데이터에 접근할 수 없습니다. 관리자에게 문의하여 계정 잠금을 해제하세요.
lt: Deja, jūs negalite pasiekti savo duomenų, jei neprisimenate slaptafrazės. Norėdami atrakinti paskyrą, susisiekite su administratoriumi.
nl: Helaas kun je niet bij je gegevens als je je wachtwoordzin niet meer weet. Neem contact op met je beheerder om je account te ontgrendelen.
pl: Niestety nie możesz uzyskać dostępu do swoich danych, jeśli nie pamiętasz hasła dostępu. Skontaktuj się z administratorem, aby odblokować Twoje konto.
pt: Infelizmente você não pode acessar seus dados se não se lembra da sua senha. Por favor, entre em contato com o administrador para desbloquear sua conta.
ro: Din păcate nu vă puteți accesa datele dacă nu vă amintiți parola dvs. de acces. Contactați administratorul pentru a vă debloca contul.
ru: К сожалению, вы не можете получить доступ к вашим данным, если не помните ваш пароль. Пожалуйста, обратитесь к администратору, чтобы разблокировать свой аккаунт.
sl: Žal ne morete dostopati do svojih podatkov, če se ne spomnite svojega gesla. Prosimo, kontaktirajte administratorja za odklepanje vašega računa.
sv: Tyvärr kan du inte komma åt dina data om du inte minns din lösenfras. Kontakta din administratör för att låsa upp ditt konto.
uk: На жаль, ви не можете отримати доступ до своїх даних, якщо не памʼятаєте свою парольну фразу. Зверніться до адміністратора, щоб розблокувати свій обліковий запис.

# authorization.passphrase.description.text
source: Passphrase
cs: Přístupová fráze
de: Kennwort
es: Contraseña
fr: Phrase de passe
ja: パスフレーズ
ko: 비밀문구
lt: Slaptafrazė
nl: Wachtwoordzin
pl: Hasło dostępu
pt: Senha
ro: Parolă
ru: Парольная фраза
sl: Geslo
sv: Lösenfras
uk: Парольна фраза

# authorization.title
source: Enter your passphrase
cs: Zadejte svou přístupovou frázi
de: Geben Sie Ihre Passphrase ein
es: Introduzca su contraseña
fr: Tapez votre phrase de passe
it: Inserisci la tua password
ja: パスフレーズを入力してください
ko: 비밀문구 입력
lt: Įveskite slaptafrazę
nl: Voer je wachtwoordzin in
pl: Edytuj hasło dostępu
pt: Digite sua senha
ro: Introduceți parola dvs.
ru: Введите свой пароль
sl: Vnesite svoje geslo
sv: Ange din lösenfras
uk: Введіть свою парольну фразу

# sign.in.title
source: Enter your passphrase
cs: Zadejte svou přístupovou frázi
de: Geben Sie Ihre Passphrase ein
es: Introduzca su contraseña
fr: Tapez votre phrase de passe
it: Inserisci la tua password
ja: パスフレーズを入力してください
ko: 비밀문구 입력
lt: Įveskite slaptafrazę
nl: Voer je wachtwoordzin in
pl: Logowanie
pt: Digite sua senha
ro: Introduceți parola dvs.
ru: Введите пароль
sl: Vnesite svoje geslo
sv: Ange din lösenfras
uk: Введіть свою парольну фразу

# resource.list.username.empty.placeholder
source: no username
cs: žádné uživatelské jméno
de: kein Benutzername
es: sin nombre de usuario
fr: aucun nom d'utilisateur
it: nessun nome utente
ja: ユーザー名なし
ko: 사용자이름 없음
lt: jokio vartotojo vardo
nl: geen gebruikersnaam
pl: brak nazwy użytkownika
pt: sem usuário
ro: niciun utilizator
ru: Не указано имя пользователя
sl: ni uporabniškega imena
sv: inget användarnamn
uk: немає імені користувача

# resource.detail.field.name
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sl: Ime
sv: Namn
uk: Назва

# resource.detail.field.username
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome Utente
ja: ユーザー名
ko: 사용자이름
lt: Vartotojo vardas
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Usuário
ro: Utilizator
ru: Имя пользователя
sl: Uporabniško ime
sv: Användarnamn
uk: Ім'я користувача

# resource.detail.field.passphrase
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sv: Lösenord
uk: Пароль

# resource.detail.field.uri
source: Website URL
cs: URL webového serveru
de: Webseiten URL
es: URL del sitio web
fr: URL du site web
it: Url del Sito
ja: ウェブサイトURL
ko: 웹사이트 URL
lt: Svetainės URL
pl: Adres URL strony
pt: URL do site
ro: URL website
ru: Адрес сайта
sl: Naslov spletne strani
sv: Webbplatsens URL
uk: URL вебсайту

# resource.detail.field.description
source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
lt: Domenas
nl: Omschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sl: Opis
sv: Beskrivning
uk: Опис

# resource.show.field.uri.placeholder
source: No URL
cs: Žádná URI
de: No URI
fr: No URI
it: No URI
ja: No URI
ko: URI 없음
lt: No URI
nl: No URI
pl: Brak adresu URI
pt: No URI
ro: No URI
ru: No URI
sl: Brez URI
sv: No URI
uk: Немає URI

# resource.show.field.username.placeholder
source: No username
cs: Žádné uživatelské jméno
de: Kein Nutzername
fr: Aucun nom d'utilisateur
it: Nessun nome utente
ja: ユーザー名なし
ko: 사용자이름이 없음
lt: Nėra vartotojo vardo
nl: Geen gebruikersnaam
pl: Brak nazwy użytkownika
pt: Sem nome de usuário
ro: Niciun utilizator
ru: Нет имени пользователя
sl: Ni uporabniškega imena
sv: Inget användarnamn
uk: Немає імені користувача

# resource.show.field.password.placeholder
source: No password
cs: Žádné heslo
de: Kein Passwort
fr: Aucun mot de passe
it: Nessuna password
ja: パスワードなし
ko: 비밀번호가 없음
lt: Nėra slaptažodžio
nl: Geen wachtwoord
pl: Brak hasła
pt: Sem senha
ro: Nicio parolă
ru: Нет пароля
sl: Ni gesla
sv: Inget lösenord
uk: Немає пароля

# resource.show.field.description.placeholder
source: No description
cs: Žádný popis
de: Keine Beschreibung
fr: Aucune description
it: Nessuna descrizione
ja: 説明なし
ko: 설명이 없음
lt: Nėra aprašymo
nl: Geen omschrijving
pl: Brak opisu
pt: Sem descrição
ro: Nicio descriere
ru: Нет описания
sl: Ni opisa
sv: Ingen beskrivning
uk: Немає опису

# resource.value.copied
source: %@ copied to your clipboard!
cs: %@ zkopírováno do vaší schránky!
de: %@ in Ihre Zwischenablage kopiert!
es: %@ copiado!
fr: %@ a été copié dans votre presse-papiers !
it: %@ copiato negli appunti!
ja: %@ がクリップボードにコピーされました！
ko: %@ 가 클립보드에 복사됨!
lt: %@ nukopijuotas į iškarpinę!
nl: %@ gekopieerd naar je klembord!
pl: %@ skopiowano do schowka!
pt: %@ copiado para a área de transferência!
ro: %@ a fost copiat în clipboard!
ru: %@ скопирован в буфер обмена!
sl: %@ kopiran v vaš odložišče!
sv: %@ kopierades till urklipp!
uk: %@ скопійовано до вашого буфера обміну!

# resource.details.value
source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
lt: Vertė
nl: Waarde
pl: Wartość
pt: Valor
ro: Valoare
ru: Значение
sl: Vrednost
sv: Värde
uk: Значення

# resource.detail.section.location
source: Location
cs: Umístění
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
lt: Vieta
nl: Locatie
pl: Lokalizacja
pt: Locais
ro: Locaţie
ru: Расположение
sl: Lokacija
sv: Plats
uk: Розташування

# resource.detail.section.permissions
source: Shared with
cs: Sdíleno s
de: Freigegeben für
es: Compartido con
fr: Partagé avec
it: Condiviso con
ja: 共有相手
ko: 공유 대상
lt: Pasidalinta su
nl: Gedeeld met
pl: Współdzielone z
pt: Compartilhado com
ro: Partajată cu
ru: Общий с
sl: V skupni rabi z
sv: Delade med
uk: Надано спільний доступ

# resource.detail.section.tags
source: Tags
cs: Štítky
es: Etiquetas
it: Tag
ja: タグ
ko: 태그
lt: Žymos
nl: Labels
pl: Tagi
pt: Etiquetas
ro: Etichete
ru: Метки
sl: Oznake
sv: Taggar
uk: Теги

# resource.detail.section.expiry
source: Expiry
cs: Expirace
de: Ablauf
fr: Expiration
it: Scadenza
ja: 有効期限
ko: 만료
lt: Galiojimas
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Vencimento
ro: Expiră
ru: Срок действия
sl: Datum poteka
sv: Utgångsdatum
uk: Термін дії

# resource.detail.section.expiry.expired
source: Expired
cs: Vypršela platnost
de: Abgelaufen
fr: Expiré
it: Scaduto
ja: 期限切れ
ko: 만료됨
lt: Pasibaigęs
nl: Verlopen
pl: Wygasłe
pt: Expirado
ro: Expirat
ru: Истёк
sl: Poteklo
sv: Utgånget
uk: Прострочено
