Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# transfer.account.export.info.step.third
source: Select “Connect to an existing account”
cs: Zvolte "Připojit k existujícímu účtu”
de: Wählen Sie "Mit einem bestehenden Konto verbinden" aus
es: Seleccione "Conectar a una cuenta existente”
fr: Sélectionnez "Se connecter à un compte existant"
it: Seleziona "Collega a un account esistente"
ja: 「既存のアカウントに接続」を選択
ko: "기존 계정에 연결" 선택
lt: Pasirinkite „Prisijungti prie esamos paskyros“
nl: Selecteer "Verbind met een bestaand account"
pl: Wybierz opcję "Połącz z istniejącym kontem"
pt: Selecionar "Conectar a uma conta existente”
ro: Selectați "Conectează-te la un cont existent"
ru: Выберите "Подключение к существующему аккаунту”
sl: Izberite “Poveži z obstoječim računom”
sv: Välj \"Anslut till ett befintligt konto\"
uk: Виберіть «Підключитися до існуючого облікового запису»

# transfer.account.export.info.step.fourth
source: Scan the qr codes sequence
cs: Naskenovat sekvenci QR kódů
de: Scannen Sie die QR-Codes nacheinander
es: Escanee la secuencia de códigos QR
fr: Scanner la séquence des codes QR
it: Scansiona la sequenza di codici QR
ja: QRコードシーケンスをスキャン
ko: QR코드 시퀀스를 스캔
lt: Nuskaitykite qr kodų seką
nl: Scan de reeks qr-codes
pl: Zeskanuj sekwencję kodów QR
pt: Leia a sequência de qr codes
ro: Scanați secvența de coduri qr
ru: Сканируйте последовательность QR-кодов
sl: Skenirajte zaporedje QR kod
sv: Skanna qr-kodsekvensen
uk: Відскануйте послідовність QR-кодів

# transfer.account.export.scan.qr.button
source: Start transfer
cs: Zahájit přenos
de: Übertragung starten
es: Iniciar transferencia
fr: Commencer le transfert
it: Inizia il trasferimento
ja: 転送を開始
ko: 전송 시작
lt: Pradėti perkėlimą
nl: Overdracht starten
pl: Rozpocznij transfer
pt: Iniciar transferência
ro: Porniți transferul
ru: Начать передачу
sl: Začnite prenos
sv: Starta överföring
uk: Почати передавання

# transfer.account.export.cancel.button
source: Cancel transfer
cs: Zrušit přenos
de: Übertragung abbrechen
es: Cancelar transferencia
fr: Annuler le transfert
it: Annulla il trasferimento
ja: 転送をキャンセル
ko: 전송 취소
lt: Atšaukti perkėlimą
nl: Overdracht annuleren
pl: Anuluj transfer
pt: Cancelar a transferência
ro: Anulați transferul
ru: Отменить передачу
sl: Prekliči prenos
sv: Avbryt överföring
uk: Скасувати передавання

# transfer.account.camera.access.alert.title
source: Camera access required
cs: Je vyžadován přístup k fotoaparátu
de: Zugang zur Kamera erforderlich
es: Se requiere acceso a la cámara
fr: Un accès à la caméra est nécessaire
it: Accesso alla fotocamera richiesto
ja: カメラへのアクセスが必要です
ko: 카메라 접근 필요
lt: Reikalingas kameros leidimas
nl: Cameratoegang vereist
pl: Wymagany dostęp do kamery
pt: Acesso à câmera necessário
ro: Este necesar accesul la camera foto
ru: Требуется доступ к камере
sl: Dostop do kamere je obvezen
sv: Kameråtkomst krävs
uk: Потрібен доступ до камери

# transfer.account.camera.access.alert.text
source: Go to Settings/Privacy/Camera to enable access to your Camera.
cs: Chcete-li povolit přístup k vašemu fotoaparátu, přejděte do Nastavení/Soukromí/Fotoaparát.
de: Gehen Sie zu Einstellungen/Privatsphäre/Kamera, um den Zugriff auf Ihre Kamera zu aktivieren.
es: Vaya a Configuración/Privacidad/Cámara para habilitar el acceso a su cámara.
fr: Allez dans Paramètres/Confidentialité/Caméra pour activer l'accès à votre Caméra.
it: Vai su Impostazioni/Privacy/Fotocamera per consentire l'accesso alla fotocamera.
ja: 設定/プライバシー/カメラに移動し、カメラへのアクセスを有効にしてください。
ko: 카메라에 접근을 허용하도록 설정/개인정보/카메라로 이동
lt: Eikite į Nustatymai/Privatumas/Kamera, kad suteiktumėte prieigą prie kameros.
nl: Ga naar Instellingen/Privacy/Camera om toegang tot je camera in te schakelen.
pl: Przejdź do menu Ustawienia/Prywatność/Kamera, aby włączyć dostęp do Twojego aparatu.
pt: Vá em Configurações/Privacidade/Câmera para habilitar o acesso à sua câmera.
ro: Mergeți la Setări/Confidențialitate/Camera foto pentru a permite accesul la camera foto.
ru: Перейдите в Настройки/Конфиденциальность/Камера, чтобы разрешить доступ к камере.
sl: Pojdite v Nastavitve/Zasebnost/Kamera, da omogočite dostop do vaše Kamere.
sv: Gå till Inställningar/Integritet/Kamera för att aktivera åtkomst till din kamera.
uk: Перейдіть до Налаштувань/Конфіденційність/Камера, щоб дозволити доступ до камери.

# transfer.account.result.success.title
source: Your information has been transferred!
cs: Vaše informace byly přeneseny!
de: Ihre Daten wurden übertragen!
es: ¡Su información ha sido transferida!
fr: Vos informations ont été transférées !
it: Le informazioni sono state trasferite!
ja: 情報が転送されました！
ko: 당신의 정보가 전송되었습니다!
lt: Jūsų informacija buvo perduota!
nl: Je gegevens zijn overgedragen!
pl: Twoje dane zostały przeniesione!
pt: As suas informações foram transferidas!
ro: Informațiile dvs. au fost transferate!
ru: Ваша информация была передана!
sl: Vaši podatki so bili preneseni!
sv: Din information har överförts!
uk: Вашу інформацію передано!

# transfer.account.result.already.linked.title
source: Account is already linked to the device.
cs: Účet je již propojen s tímto zařízením.
de: Konto ist bereits mit dem Gerät verbunden.
es: La cuenta ya está vinculada al dispositivo.
fr: Le compte est déjà lié à l'appareil.
it: L'account è già collegato al dispositivo.
ja: アカウントはすでにこのデバイスにリンクされています。
ko: 계졍이 기기와 이미 연결되었습니다.
lt: Paskyra jau susieta su įrenginiu.
nl: Account is al aan dit apparaat gekoppeld.
pl: Konto jest już przypisane do urządzenia.
pt: A conta já está vinculada ao dispositivo.
ro: Contul este deja asociat cu acest dispozitiv.
ru: Учетная запись уже привязана к устройству.
sl: Račun je že povezan z napravo.
sv: Kontot är redan länkat till enheten.
uk: Обліковий запис уже під'єднано до пристрою.

# transfer.account.result.canceled.title
source: Transfer has been canceled.
cs: Přenos byl zrušen.
de: Transfer wurde abgebrochen.
es: La transferencia ha sido cancelada.
fr: Le transfert a été annulé.
it: Il trasferimento è stato annullato.
ja: 転送がキャンセルされました。
ko: 전송이 취소됨.
lt: Perdavimas atšauktas.
nl: De overdracht is geannuleerd.
pl: Transfer został anulowany.
pt: Transferência cancelada.
ro: Transferul a fost anulat.
ru: Передача была отменена.
sl: Prenos je bil preklican.
sv: Överföringen har avbrutits.
uk: Передавання скасовано.

# transfer.account.kit.result.success.title
source: Your account kit has been imported!
cs: Account kit byl importován!
de: Ihr Konto-Kit wurde importiert!
fr: Votre kit de compte a été importé !
it: Il tuo account kit è stato importato!
ja: アカウントキットがインポートされました！
ko: 계정 키트를 가져왔습니다!
lt: Jūsų paskyros rinkinys importuotas!
nl: Uw accountkit is geïmporteerd!
pl: Twój pakiet konta został zaimportowany!
pt: Seu kit de conta foi importado!
ro: Kitul tău de cont a fost importat!
ru: Ваш набор аккаунта был импортирован!
sl: Vaš paket računa je bil uspešno uvožen!
sv: Ditt kontokit har importerats!
uk: Ваш комплект облікового запису було імпортовано!

# transfer.account.exit.confirmation.title
source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실하나요?
lt: Ar esate tikras?
nl: Weet je het zeker?
pl: Na pewno?
pt: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
uk: Ви впевнені?

# transfer.account.exit.confirmation.message
source: If you leave, you will need to scan QR codes again.
cs: Pokud odejdete, budete muset znovu načíst QR kódy.
de: Wenn Sie verlassen, müssen Sie QR-Codes erneut scannen.
es: Si sale, necesitará escanear los códigos QR de nuevo.
fr: Si vous quittez, vous devrez scanner à nouveau les codes QR.
it: Se abbandoni, dovrai scansionare di nuovo i codici QR.
ja: 退出すると、再度QRコードをスキャンする必要があります。
ko: 나가게 되면 QR코드를 다시 스캔해야 합니다.
lt: Jei išeisite, reikės iš naujo skenuoti QR kodus.
nl: Als je weggaat, moet je de QR-codes opnieuw scannen.
pl: Jeżeli porzucisz ten proces, poprosimy Cię o ponowne zeskanowanie kodów QR.
pt: Se você sair, precisará ler os QR codes novamente.
ro: Dacă renunțați, va trebui să scanați din nou codurile QR.
ru: Если вы уйдете, вам нужно будет снова сканировать QR-коды.
sl: Če zapustite, boste morali ponovno skenirati QR kode.
sv: Om du lämnar måste du skanna QR-koderna igen.
uk: Якщо ви вийдете, вам доведеться сканувати QR-коди знову.

# transfer.account.import.exit.confirmation.cancel.button.title
source: Continue setup
cs: Pokračovat v nastavení
de: Einrichtung fortsetzen
es: Continuar configuración
fr: Continuer la configuration
it: Continua la configurazione
ja: セットアップを続行
ko: 설정 계속
lt: Tęsti sąranką
nl: Ga door met de configuratie
pl: Kontynuuj konfigurację
pt: Continuar configuração
ro: Continuați configurarea
ru: Продолжить установку
sl: Nadaljuj z nastavitvijo
sv: Fortsätt konfigurera
uk: Продовжити налаштування

# transfer.account.import.exit.confirmation.confirm.button.title
source: Cancel setup
cs: Zrušit nastavení
de: Einrichtung abbrechen
es: Cancelar configuración
fr: Annuler la configuration
it: Annulla la configurazione
ja: セットアップをキャンセル
ko: 설정 취소
lt: Atšaukti sąranką
nl: Annuleer de configuratie
pl: Anuluj konfigurację
pt: Cancelar configuração
ro: Anulați configurarea
ru: Отменить установку
sl: Prekliči nastavitev
sv: Avbryt konfiguration
uk: Скасувати налаштування

# transfer.account.export.exit.confirmation.confirm.button.title
source: Stop transfer
cs: Zastavit přenos
de: Übertragung beenden
es: Detener transferencia
fr: Arrêter le transfert
it: Interrompi il trasferimento
ja: 転送を停止
ko: 전송 중지
lt: Sustabdyti perkėlimą
nl: Stop overdracht
pl: Zatrzymaj transfer
pt: Parar a transferência
ro: Opriți transferul
ru: Остановить передачу
sl: Ustavi prenos
sv: Stoppa överföring
uk: Зупинити передавання

# transfer.account.export.exit.success.button
source: Go back
cs: Zpět
de: Zurück
es: Volver
fr: Retour en arrière
it: Torna indietro
ja: 戻る
ko: 뒤로 가기
lt: Grįžti atgal
nl: Ga terug
pl: Wróć
pt: Voltar
ro: Mergeți înapoi
ru: Назад
sl: Pojdi nazaj
sv: Gå tillbaka
uk: Повернутися

# transfer.account.export.exit.failure.button
source: Try again
cs: Zkuste to znovu
de: Erneut versuchen
es: Volver a intentarlo
fr: Veuillez réessayer
it: Riprova
ja: もう一度やり直してください
ko: 재시도
lt: Pabandykite iš naujo
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Повторить
sl: Poskusite ponovno
sv: Försök igen
uk: Спробувати ще раз

# transfer.account.export.failure.message
source: The transfer couldn’t be completed.
cs: Přenos nemohl být dokončen.
de: Die Übertragung konnte nicht abgeschlossen werden.
es: No se pudo completar la transferencia.
fr: Le transfert n'a pas pu être effectué.
it: Non è stato possibile completare il trasferimento.
ja: 転送を完了できませんでした。
ko: 전송을 완료할 수 없습니다.
lt: Nepavyko užbaigti perkėlimo.
nl: De overdracht kon niet worden voltooid.
pl: Nie udało się dokończyć transferu.
pt: Não foi possível concluir a transferência.
ro: Transferul nu a putut fi finalizat.
ru: Не удалось завершить передачу данных.
sl: Prenos ni bil dokončan.
sv: Överföringen kunde inte slutföras.
uk: Не вдалося завершити передавання.

# transfer.account.export.cancelled
source: The transfer was cancelled
cs: Přenos byl zrušen
de: Die Übertragung wurde abgebrochen
es: La transferencia se ha cancelado
fr: Le transfert a été annulé
it: Il trasferimento è stato annullato
ja: 転送がキャンセルされました
ko: 전송이 취소되었습니다
lt: Perdavimas buvo atšauktas
nl: De overdracht is geannuleerd
pl: Transfer został anulowany
pt: A transferência foi cancelada
ro: Transferul a fost anulat
ru: Передача была отменена
sl: Prenos je bil preklican
sv: Överföringen avbröts
uk: Передавання було скасовано

# transfer.account.exit.confirmation.cancel.button.title
source: Continue setup
cs: Pokračovat v nastavení
de: Einrichtung fortsetzen
es: Continuar configuración
fr: Continuer la configuration
it: Continua la configurazione
ja: セットアップを続行
ko: 설정 계속
lt: Tęsti sąranką
nl: Ga door met de configuratie
pl: Kontynuuj konfigurację
pt: Continuar configuração
ro: Continuați configurarea
ru: Продолжить установку
sl: Nadaljuj z nastavitvijo
sv: Fortsätt konfigurera
uk: Продовжити налаштування

# transfer.account.exit.confirmation.confirm.button.title
source: Cancel setup
cs: Zrušit nastavení
de: Einrichtung abbrechen
es: Cancelar configuración
fr: Annuler la configuration
it: Annulla la configurazione
ja: セットアップをキャンセル
ko: 설정 취소
lt: Atšaukti sąranką
nl: Annuleer de configuratie
pl: Anuluj konfigurację
pt: Cancelar configuração
ro: Anulați configurarea
ru: Отменить установку
sl: Prekliči nastavitev
sv: Avbryt konfiguration
uk: Скасувати налаштування

# biometrics.usage.reason
source: Biometrics can be used to save your passphrase securely.
cs: Biometriku lze použít k bezpečnému uložení přístupové fráze.
de: Biometrische Daten können verwendet werden, um Ihre Passphrase sicher zu speichern.
es: La biometría se puede usar para guardar su contraseña de forma segura.
fr: La biométrie peut être utilisée pour enregistrer votre mot de passe en toute sécurité.
it: È possibile usare la verifica biometrica per salvare la frase segreta in modo sicuro.
ja: バイオメトリクスを使用してパスフレーズを安全に保存できます。
ko: 생체 인식을 사용하여 비밀문구를 안전하게 저장할 수 있습니다.
lt: Biometrika gali būti naudojama jūsų slaptafrazei saugiai išsaugoti.
nl: Biometrie kan worden gebruikt om je wachtwoordzin veilig op te slaan.
pl: Możesz użyć danych biometrycznych, aby bezpiecznie zapisać Twoje hasło dostępu.
pt: A biometria pode ser usada para salvar sua senha com segurança.
ro: Biometria poate fi folosită pentru a salva parola dvs. în siguranță.
ru: Биометрические данные могут быть использованы для безопасного сохранения вашей ключевой фразы.
sl: Biometrija se lahko uporabi za varno shranjevanje vašega gesla.
sv: Biometri kan användas för att spara din lösenfras säkert.
uk: Ви можете використовувати біометрію для безпечного збереження вашої парольної фрази.

# biometrics.info.title
source: Configure biometrics
cs: Nastavení biometrie
de: Biometrische Daten konfigurieren
es: Configure la biometría
fr: Configurer la biométrie
it: Configura verifica biometrica
ja: バイオメトリクスを設定
ko: 생체 인식 기능 설정
lt: Konfigūruoti biometriką
nl: Biometrie configureren
pl: Skonfiguruj dane biometryczne
pt: Configurar biometria
ro: Configurați biometria
ru: Настройка биометрических данных
sl: Nastavi biometrijo
sv: Konfigurera biometri
uk: Налаштувати біометрію

# biometrics.info.description
source: If you want to use FaceID or TouchID as a fast sign-in method, configure it in the Settings.
cs: Pokud chcete použít jako metodu rychlého přihlášení FaceID nebo TouchID, nakonfigurujte ji v nastavení.
de: Wenn Sie FaceID oder TouchID als schnelle Anmeldemethode verwenden möchten, konfigurieren Sie diese in den Einstellungen.
es: Si desea usar FaceID o TouchID como método de inicio de sesión rápido, configúrelo en Ajustes.
fr: Si vous voulez utiliser FaceID ou TouchID comme méthode de connexion rapide, configurez-le dans les paramètres.
it: Per usare FaceID o TouchID come metodo di accesso rapido, configuralo nelle Impostazioni.
ja: FaceIDやTouchIDを高速なサインイン方法として使用したい場合は、設定で構成してください。
ko: 빠른 로그인 방법으로 페이스ID 또는 터치ID를 사용하려면 설정에서 구성하세요.
lt: Jei norite naudoti "FaceID" ar "TouchID" kaip spartų prisijungimo būdą, sukonfigūruokite tai Nustatymuose.
nl: Als je FaceID of TouchID wilt gebruiken als snelle aanmeldmethode, configureer dit dan in de instellingen.
pl: Jeśli chcesz użyć FaceID lub TouchID jako metody szybkiego logowania, skonfiguruj te mechanizmy w Ustawieniach.
pt: Se você deseja usar FaceID ou TouchID como um método rápido de login, configure-o nas Configurações.
ro: Dacă doriți să utilizați FaceID sau TouchID ca metodă rapidă de conectare, configurați-o în setări.
ru: Если вы хотите использовать Facade или TouchID в качестве метода быстрого входа, настройте его в настройках.
sl: Če želite uporabiti FaceID ali TouchID kot metodo hitre prijave, jih nastavite v Nastavitvah.
sv: Om du vill använda FaceID eller TouchID för snabb inloggning, konfigurera det i Inställningar.
uk: Якщо ви бажаєте використовувати FaceID або TouchID як швидкий спосіб входу, налаштуйте це в Налаштуваннях.

# biometrics.info.setup.button
source: Configure biometrics
cs: Nastavení biometrie
de: Biometrische Daten konfigurieren
es: Configurar biometría
fr: Configurer la biométrie
it: Configura verifica biometrica
ja: バイオメトリクスを設定
ko: 생체 인식 기능 설정
lt: Konfigūruoti biometriką
nl: Biometrie configureren
pl: Skonfiguruj dane biometryczne
pt: Configurar biometria
ro: Configurare biometrie
ru: Настройка биометрических данных
sl: Nastavi biometrijo
sv: Konfigurera biometri
uk: Налаштувати біометрію

# biometrics.info.later.button
source: Maybe later
cs: Možná později
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi
ja: 後で
ko: 나중에
lt: Gal vėliau
nl: Misschien later
pl: Może później
pt: Talvez mais tarde
ro: Poate mai târziu
ru: Возможно позже
sl: Morda kasneje
sv: Kanske senare
uk: Можливо, пізніше

# biometrics.setup.title.face
source: Use Face ID instead of passphrase!
cs: Použít Face ID místo přístupové fráze!
de: Face ID anstelle von Passphrase verwenden!
es: ¡Use Face ID en lugar de la contraseña!
fr: Utilisez Face ID au lieu du mot de passe !
it: Usa Face ID al posto della frase segreta!
ja: パスフレーズの代わりにFace IDを使用！
ko: 비밀문구 대신 페이스ID 사용!
lt: Naudoti "FaceID" vietoje slaptafrazės!
nl: Gebruik Face ID in plaats van een wachtwoordzin!
pl: Używaj Face ID zamiast hasła dostępu!
pt: Use Face ID em vez de frase-chave!
ro: Folosește FaceID-ul în locul parolei!
ru: Использовать Face ID вместо ключевой фразы!
sl: Uporabi Face ID namesto gesla!
sv: Använd Face ID istället för lösenfras!
uk: Використовуйте Face ID замість парольної фрази!

# biometrics.setup.title.finger
source: Use Touch ID instead of passphrase!
cs: Použít Touch ID místo přístupové fráze!
de: Touch ID anstelle von Passphrase verwenden!
es: ¡Use Touch ID en lugar de la contraseña!
fr: Utilisez Touch ID au lieu du mot de passe !
it: Usa Touch ID al posto della frase segreta!
ja: パスフレーズの代わりにTouch IDを使用！
ko: 비밀문구 대신 터치ID 사용!
lt: Naudoti "TouchID" vietoje slaptafrazės!
nl: Gebruik Touch ID in plaats van een wachtwoordzin!
pl: Używaj Touch ID zamiast hasła dostępu!
pt: Use Touch ID em vez de frase-chave!
ro: Folosește TouchID-ul în locul parolei!
ru: Использовать Touch ID вместо ключевой фразы!
sl: Uporabi Touch ID namesto gesla!
sv: Använd Touch ID istället för lösenfras!
uk: Використовуйте Touch ID замість парольної фрази!

# biometrics.setup.description
source: Unlock your secrets in a second.
cs: Odemkněte svá tajemství během sekundy.
de: Entschlüsseln Sie Ihre Geheimnisse in einer Sekunde.
es: Desbloquee sus secretos en un segundo.
fr: Débloquez vos secrets en une seconde.
it: Sblocca i tuoi segreti in un secondo.
ja: 一瞬で秘密を解除。
ko: 순식간에 비밀 풀기
lt: Atrakinkite savo paslaptis akimirksniu.
nl: Ontgrendel je geheimen in een oogwenk.
pl: Odblokuj sekrety w ułamku chwili.
pt: Desbloqueie seus segredos em um segundo.
ro: Deblochează-ți secretele într-o secundă.
ru: Раскройте свои секреты за секунду.
sl: Odklenite svoja gesla v sekundi.
sv: Lås upp dina hemligheter på ett ögonblick.
uk: Розблокуйте свої секрети за секунду.

# biometrics.setup.setup.button.face
source: Use FaceID
cs: Použít FaceID
de: FaceID verwenden
es: Usar FaceID
fr: Utiliser FaceID
it: Usa Face ID
ja: FaceIDを使用
ko: 페이스ID 사용
lt: Naudoti "FaceID"
nl: Gebruik FaceID
pl: Użyj FaceID
pt: Usar FaceID
ro: Folosește FaceID
ru: Использовать FaceID
sl: Uporabi FaceID
sv: Använd FaceID
uk: Використовувати FaceID

# biometrics.setup.setup.button.finger
source: Use TouchID
cs: Použít TouchID
de: TouchID verwenden
es: Usar TouchID
fr: Utiliser TouchID
it: Usa Touch ID
ja: TouchIDを使用
ko: 터치ID 사용
lt: Naudoti "TouchID"
nl: Gebruik TouchID
pl: Użyj TouchID
pt: Usar TouchID
ro: Folosește TouchID
ru: Использовать TouchID
sl: Uporabi TouchID
sv: Använd TouchID
uk: Використовувати TouchID

# biometrics.setup.later.button
source: Maybe later
cs: Možná později
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi
ja: 後で
ko: 나중에
lt: Gal vėliau
nl: Misschien later
pl: Może później
pt: Talvez mais tarde
ro: Poate mai târziu
ru: Возможно, позже
sl: Morda kasneje
sv: Kanske senare
uk: Можливо, пізніше

# extension.setup.title
source: Log In to your favourite apps in 3 seconds!
cs: Přihlaste se do oblíbených aplikací během 3 sekund!
de: Melden Sie sich in 3 Sekunden bei Ihren Lieblingsanwendungen an!
es: ¡Inicie sesión en sus aplicaciones favoritas en 3 segundos!
fr: Connectez-vous à vos applications préférées dans 3 secondes !
it: Accedi alle tue app preferite in 3 secondi!
ja: 3秒でお気に入りのアプリにログイン！
ko: 3초만에 즐겨찾는 앱으로 로그인하세요!
lt: Prisijunkite prie mėgstamų programų vos per 3 sekundes!
nl: Log in bij je favoriete apps in 3 seconden!
pl: Zaloguj się do ulubionych aplikacji w 3 sekundy!
pt: Entre em seus aplicativos favoritos em 3 segundos!
ro: Conectează-te la aplicațiile tale preferate în 3 secunde!
ru: Войдите в свои любимые приложения за 3 секунды!
sl: Prijava v vaše priljubljene aplikacije v 3 sekundah!
sv: Logga in i dina favoritappar på 3 sekunder!
uk: Увійдіть у свої улюблені додатки за 3 секунди!

# extension.setup.settings.step
source: Go to the Settings
cs: Přejít do nastavení
de: Zu den Einstellungen
es: Vaya a los Ajustes
fr: Aller aux paramètres
it: Vai alle Impostazioni
ja: 設定に移動
ko: 설정으로 이동
lt: Eikite į Nustatymus
nl: Ga naar de instellingen
pl: Przejdź do Ustawień
pt: Ir para Configurações
ro: Accesați setările
ru: Перейти к настройкам
sl: Pojdite v Nastavitve
sv: Gå till Inställningar
uk: Перейдіть у Налаштування

# extension.setup.settings.step.bold
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
uk: Налаштування

# extension.setup.keyboard.step
source: Open Autofill Passwords
cs: Otevřít automatického vyplňování hesel
de: Autofill-Passwörter öffnen
es: Abra el autocompletado de contraseñas
fr: Ouvrir le remplissage automatique des mots de passe
it: Apri Compilazione automatica Password
ja: 「パスワードの自動入力」を開く
ko: 비밀번호 자동 채우기 열기
lt: Atidarykite "Autofill Passwords"
nl: Open Automatisch invullen-wachtwoorden
pl: Otwórz hasła z usługi Autouzupełniania
pt: Abrir Preenchimento Automático de Senhas
ro: Deschide autocompletare parole
ru: Открыть автозаполнение паролей
sl: Odpri samodejno izpolnjevanje gesel
sv: Öppna Autofyll lösenord
uk: Відкрити автозаповнення паролів

# extension.setup.keyboard.step.bold
source: Autofill Passwords
cs: Automatické vyplňování hesel
de: Autofill-Passwörter
es: Autocompletar contraseñas
fr: Remplissage automatique des mots de passe
it: Compilazione automatica Password
ja: パスワードの自動入力
ko: 비밀번호 자동 채우기
lt: Automatinis slaptažodžių pildymas
nl: Automatisch invullen-wachtwoorden
pl: Hasła z usługi Autouzupełniania
pt: Preenchimento Automático de Senhas
ro: Autocompletare parole
ru: Автозаполнение паролей
sl: Avtomatsko izpolnjevanje gesel
sv: Autofyll lösenord
uk: Автозаповнення паролів

# extension.setup.switch.step
source: Enable Autofill Passwords
cs: Povolit automatické vyplňování hesel
de: Autofill-Passwörter aktivieren
es: Active el autocompletado de contraseñas
fr: Activer le remplissage automatique des mots de passe
it: Abilita Compilazione automatica Password
ja: パスワードの自動入力を有効にする
ko: 비밀번호 자동 채우기 사용
lt: Įjunkite "Autofill Passwords"
nl: Automatisch invullen-wachtwoorden inschakelen
pl: Włącz Autouzupełnianie haseł
pt: Habilitar Preenchimento Automático de Senhas
ro: Activează autocompletare parole
ru: Включить автозаполнение паролей
sl: Omogoči avtomatsko izpolnjevanje gesel
sv: Aktivera Autofyll lösenord
uk: Увімкнути автозаповнення паролів
