Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# resource.edit.exit.confirmation.button.revert.title
source: Revert
cs: Vrátit
de: Zurücksetzen
es: Revertir
fr: Revenir en arrière
it: Ripristina
ja: 元に戻す
ko: 되돌아가기
lt: Atšaukti pakeitimus
nl: Ongedaan maken
pl: Cofnij
pt: Reverter
ro: Reveniți
ru: Вернуться
sl: Vrni
sv: Återställ
uk: Скасувати зміни

# help.logs.viewer.title
source: Logs
cs: Logy
de: Protokollen
es: Registros
fr: Les logs
it: Log
ja: ログ
ko: 로그
lt: Žurnalai
nl: Logboeken
pl: Rejestry
pt: Registros
ro: Loguri
ru: Логи
sl: Dnevniki
sv: Loggar
uk: Журнали

# help.menu.title
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움
lt: Pagalba
pl: Pomoc
pt: Socorro
ro: Ajutor
ru: Помощь
sl: Pomoč
sv: Hjälp
uk: Довідка

# help.menu.show.logs.action.title
source: Access the logs
cs: Přístup k logům
de: Protokolle
es: Acceder a los registros
fr: Accéder aux logs
it: Accedi ai log
ja: ログにアクセス
ko: 로그 접근
lt: Pasiekti logaritumus
nl: Toegang tot de logboeken
pl: Dostęp do rejestrów
pt: Acessar os logs
ro: Accesați log-urile
ru: Доступ к логам
sl: Dostop do dnevnikov
sv: Visa loggarna
uk: Переглянути журнали

# help.menu.show.web.help.action.title
source: Visit help site
cs: Navštívit stránku nápovědy
de: Hilfeseite besuchen
es: Visitar el sitio de ayuda
fr: Visiter le site d'aide
it: Visita il sito della guida
ja: ヘルプサイトを表示
ko: 지원 사이트 방문
lt: Apsilankykite pagalbos svetainėje
nl: Bezoek de helppagina
pl: Wejdź na stronę pomocy
pt: Visite o site de ajuda
ro: Vizitați site-ul de ajutor
ru: Посетить сайт помощи
sl: Obiščite spletno mesto za pomoč
sv: Besök hjälpsidan
uk: Перейти на сторінку довідки

# help.menu.show.import.account.kit.title
source: Import your account kit
cs: Importovat svůj account kit
de: Konto importieren
fr: Importez votre kit de compte
it: Importa il tuo account kit
ja: アカウントキットをインポート
ko: 계정 키트 가져오기
lt: Importuokite paskyros rinkinį
nl: Importeer uw accountkit
pl: Importowanie pakietu konta
pt: Importar seu kit de conta
ro: Importă-ți kitul de cont
ru: Импортировать набор аккаунта
sl: Uvozi paket računa
sv: Importera ditt kontokit
uk: Імпортуйте комплект вашого облікового запису

# welcome.title
source: Welcome!
cs: Vítejte!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
it: Benvenuto!
ja: ようこそ！
ko: 어서 오세요!
lt: Sveiki!
nl: Welkom!
pl: Witaj!
pt: Bem-vindo!
ro: Bine ați venit!
ru: Добро пожаловать!
sl: Dobrodošli!
sv: Välkommen!
uk: Ласкаво просимо!

# welcome.description
source: You need an existing account to get started. Sign in with your existing account on the desktop browser extension to connect it with the mobile device.
cs: Pro začátek potřebujete existující účet. Přihlaste se pomocí svého existujícího účtu v rozšíření prohlížeče pro připojení k mobilnímu zařízení.
de: Sie benötigen ein bestehendes Konto, um loszulegen. Melden Sie sich mit Ihrem bestehenden Konto bei der Desktop-Browser-Erweiterung an, um sie mit dem mobilen Gerät zu verbinden.
es: Necesita una cuenta existente para empezar. Inicie sesión con su cuenta existente en la extensión del navegador de escritorio para conectarla con el dispositivo móvil.
fr: Vous avez besoin d'un compte existant pour commencer. Connectez-vous avec votre compte existant via l'extension de votre navigateur pour le connecter à l'appareil mobile.
it: Per cominciare è necessario un account esistente. Effettua l'accesso con il tuo account nell'estensione del browser per collegarlo al dispositivo mobile.
ja: 開始するには既存のアカウントが必要です。デスクトップブラウザ拡張機能で既存のアカウントにサインインし、モバイルデバイスと接続してください。
ko: 시작하려면 기존 계정이 필요합니다. 데스크톱 브라우저 확장프로그램에서 기존 계정으로 로그인하여 모바일 기기와 연결합니다.
lt: Norėdami pradėti, jums reikia turimos paskyros. Prisijunkite prie esamos paskyros darbalaukio naršyklės plėtinyje, kad susietumėte ją su mobiliuoju įrenginiu.
nl: Je hebt een bestaand account nodig om aan de slag te gaan. Meld je aan met je bestaande account in de desktopbrowserextensie om deze te koppelen aan het mobiele apparaat.
pl: Potrzebujesz istniejącego konta, aby rozpocząć. Zaloguj się do istniejącego konta na rozszerzeniu przeglądarki, aby połączyć je z urządzeniem mobilnym.
pt: Você precisa de uma conta existente para começar. Faça login com sua conta existente na extensão do navegador desktop para conectá-la ao dispositivo móvel.
ro: Aveți nevoie de un cont existent pentru a începe. Conectați-vă cu contul existent în extensia de browser pentru desktop pentru a vă conecta cu dispozitivul mobil.
ru: Вам нужен существующий аккаунт, чтобы начать. Войдите в существующую учетную запись в браузере компьютера чтобы соединения с мобильным устройством.
sl: Za začetek potrebujete obstoječ račun. Prijavite se s svojim obstoječim računom v brskalniku na namizju in ga povežite z mobilno napravo.
sv: Du behöver ett befintligt konto för att komma igång. Logga in med ditt befintliga konto i webbläsartillägget på din dator för att ansluta det till mobilenheten.
uk: Потрібен наявний обліковий запис, щоб почати роботу. Увійдіть за допомогою існуючого облікового запису в розширенні браузера на компʼютері, щоб підʼєднати його до мобільного пристрою.

# welcome.connect.to.account
source: Connect to an existing account
cs: Připojit k existujícímu účtu
de: Mit einem bestehenden Konto verbinden
es: Conectar con una cuenta existente
fr: Se connecter à un compte existant
it: Connetti a un account esistente
ja: 既存のアカウントに接続
ko: 기존 계정과 연결
lt: Prisijunkite prie esamos paskyros
nl: Verbind met een bestaand account
pl: Połącz się z istniejącym kontem
pt: Conectar a uma conta existente
ro: Conectează-te la un cont existent
ru: Подключиться к существующему аккаунту
sl: Poveži z obstoječim računom
sv: Anslut till ett befintligt konto
uk: Підключитися до існуючого облікового запису

# welcome.no.account
source: I don’t have an account
cs: Nemám účet
de: Ich habe kein Konto
es: No tengo una cuenta
fr: Je n'ai pas de compte
it: Non ho un account
ja: アカウントがありません
ko: 계정이 없습니다.
lt: Aš neturiu paskyros
nl: Ik heb geen account
pl: Nie mam konta
pt: Eu não tenho uma conta
ro: Nu am un cont
ru: У меня нет учетной записи
sl: Nimam računa
sv: Jag har inget konto
uk: У мене немає облікового запису

# welcome.no.account.alert.title
source: How to create an account?
cs: Jak vytvořit účet?
de: Wie erstellt man ein Konto?
es: ¿Cómo crear una cuenta?
fr: Comment créer un compte ?
it: Come creare un account?
ja: アカウントを作成するには？
ko: 어떻게 계정을 만드나요?
lt: Kaip sukurti paskyrą?
nl: Hoe maak ik een account aan?
pl: Jak stworzyć konto?
pt: Como criar uma conta?
ro: Cum creezi un cont?
ru: Как создать учетную запись?
sl: Kako ustvariti račun?
sv: Hur skapar jag ett konto?
uk: Як створити обліковий запис?

# welcome.no.account.alert.text
source: It is currently not possible to create an account using the mobile app. First you will need create an account using your desktop browser extension.
cs: V současné době není možné vytvořit účet pomocí mobilní aplikace. Nejprve budete potřebovat vytvořit účet pomocí rozšíření vašeho prohlížeče.
de: Es ist derzeit nicht möglich, ein Konto über die mobile App zu erstellen. Zunächst müssen Sie ein Konto über Ihre Desktop-Browser-Erweiterung erstellen.
es: Actualmente no es posible crear una cuenta usando la aplicación móvil. Primero necesitará crear una cuenta usando la extensión de su navegador de escritorio.
fr: Il n'est actuellement pas possible de créer un compte avec l'application mobile. Vous devez d'abord créer un compte en utilisant l'extension Passbolt de votre navigateur.
it: Al momento non è possibile creare un account tramite l'applicazione mobile. È necessario creare prima un account utilizzando l'estensione del browser.
ja: 現在、モバイルアプリでアカウントを作成することはできません。まずはデスクトップブラウザ拡張機能を使用してアカウントを作成する必要があります。
ko: 현재 모바일 앱을 사용하여 계정을 만들 수 없습니다. 먼저 데스크톱 브라우저 확장프로그램을 사용하여 계정을 만들어야 합니다.
lt: Šiuo metu paskyros sukurti mobiliojoje programėlėje neįmanoma. Pirmiausia turite sukurti paskyrą naudodami darbalaukio naršyklės plėtinį.
nl: Het is momenteel niet mogelijk om een account te maken met de mobiele app. Je moet eerst met je desktopbrowserextensie een account maken.
pl: Aktualnie tworzenie konta w aplikacji mobilnej jest niemożliwe. Najpierw musisz stworzyć konto za pomocą rozszerzenia przeglądarki komputerowej.
pt: Atualmente não é possível criar uma conta usando o aplicativo móvel. Primeiro, você precisará criar uma conta usando a extensão do navegador desktop.
ro: Momentan nu este posibil să creezi un cont folosind aplicația pentru mobil. Mai întâi va trebui să creezi un cont folosind extensia desktop browser.
ru: В настоящее время невозможно создать учетную запись с помощью мобильного приложения. Для начала вам необходимо создать учетную запись, используя ваше расширение для браузера.
sl: Trenutno ni mogoče ustvariti računa z uporabo mobilne aplikacije. Najprej morate ustvariti račun v brskalniku na namizju.
sv: Det är för närvarande inte möjligt att skapa ett konto med mobilappen. Först måste du skapa ett konto via ditt webbläsartillägg på datorn.
uk: Створити обліковий запис за допомогою мобільного додатка зараз неможливо. Спочатку створіть обліковий запис за допомогою розширення браузера на компʼютері.

# code.scanning.exit.confirmation.confirm.button.title
source: Stop scanning
cs: Přestat prohledávat
de: Scannen beenden
es: Detener el escaneo
fr: Arrêter le scan
it: Interrompi scansione
ja: スキャンを停止
ko: 스캔 중지
lt: Nustoti skenuoti
nl: Stop scannen
pl: Zatrzymaj skanowanie
pt: Parar verificação
ro: Opriți scanarea
ru: Прекратить поиск
sl: Ustavi skeniranje
sv: Avbryt skanning
uk: Зупинити сканування

# code.scanning.help.menu.button.title
source: Why scanning QR codes?
cs: Proč skenování QR kódů?
de: Warum QR-Codes scannen?
es: ¿Por qué escanear los códigos QR?
fr: Pourquoi scanner les QR codes ?
it: Perché scansionare i codici QR?
ja: なぜQRコードをスキャンするのですか？
ko: 왜 QR 코드를 스캔합니까?
lt: Kodėl skenuoti QR kodus?
nl: Waarom QR-codes scannen?
pl: Po co skanować kody QR?
pt: Por que escanear códigos QR?
ro: De ce să scanați codurile QR?
ru: Зачем сканировать QR-коды?
sl: Zakaj skenirati QR-kode?
sv: Varför skanna QR-koder?
uk: Навіщо сканувати QR-коди?

# code.scanning.help.title
source: Scanning QR codes
cs: Načítání QR kódů
de: Scannen von QR-Codes
es: Escaneando códigos QR
fr: Scannez les QR codes
it: Scansionamento codici QR
ja: QRコードのスキャン
ko: QR 코드 스캔 중
lt: QR kodų skenavimas
nl: QR-codes scannen
pl: Skanowanie kodów QR
pt: Lendo QR codes
ro: Se scanează codurile QR
ru: Сканирование QR-кодов
sl: Skeniranje QR kod
sv: Skannar QR-koder
uk: Сканування QR-кодів

# code.scanning.help.message
source: You will see a sequence of QR codes. We will scan these codes until the progress bar is full. then you will be able to login!
cs: Zobrazí se řada QR kódů. Tyto kódy načítejte, dokud se nezaplní ukazatel průběhu. Pak se budete moci přihlásit!
de: Sie werden eine Reihe von QR-Codes sehen. Wir scannen diese Codes, bis der Fortschrittsbalken voll ist. Dann können Sie sich anmelden!
es: Verá una secuencia de códigos QR. Se escanearán estos códigos hasta que la barra de progreso esté llena. ¡Entonces podrá iniciar sesión!
fr: Vous verrez une séquence de QR codes. Nous allons scanner ces codes jusqu'à ce que la barre de progression soit pleine. Vous pourrez alors vous connecter !
it: Vedrai una sequenza di codici QR. Scansioneremo i codici fino al riempimento della barra di avanzamento, poi potrai effettuare il login!
ja: 連続するQRコードが表示されます。プログレスバーが満タンになるまでこれらのコードをスキャンすると、ログインできるようになります！
ko: 일련의 QR 코드를 볼 수 있습니다. 진행률 표시줄이 가득 찰 때까지 이 코드를 스캔합니다. 그리고나서 로그인할 수 있습니다!
lt: Matysite seką QR kodų. Skenuosime juos, kol užsipildys progreso juosta, tada galėsite prisijungti!
nl: Je ziet een reeks QR-codes. We scannen ze totdat de voortgangsbalk vol is. Daarna kun je inloggen!
pl: Za chwilę zobaczysz sekwencję kodów QR. Będziemy skanować te kody, póki pasek postępu nie zapełni się. Dopiero wtedy pozwolimy Ci się zalogować!
pt: Você verá uma sequência de QR codes. Vamos ler esses códigos até que a barra de progresso esteja cheia. então você será capaz de fazer o login!
ro: Veți vedea o secvență de coduri QR. Vom scana aceste coduri până când bara de progres este completă. Apoi vă veți putea autentifica!
ru: Вы увидите последовательность QR-кодов. Мы будем сканировать эти коды до тех пор, пока индикатор прогресса не будет заполнен. Затем вы сможете войти в систему!
sl: Prikazalo se bo zaporedje QR kod. Skenirali jih bomo, dokler se vrstica napredka ne zapolni. Nato se boste lahko prijavili!
sv: Du kommer att se en serie QR-koder. Vi skannar dessa koder tills förloppsindikatorn är full, sedan kan du logga in!
uk: Ви побачите послідовність QR-кодів. Ми будемо сканувати ці коди, доки смуга прогресу не буде заповнена, і тоді ви зможете увійти в систему!

# code.scanning.camera.unavailable
source: Sorry, you need a device with working camera to continue, as the key transfer is done using QR codes.
cs: Omlouváme se, k pokračování potřebujete zařízení s fungujícím fotoaparátem, protože přenos klíčů probíhá pomocí QR kódů.
de: Leider benötigen Sie ein Gerät mit einer Kamera, um fortzufahren, da die Schlüsselübertragung über QR-Codes erfolgt.
es: Lo sentimos, se necesita un dispositivo con una cámara para continuar, ya que la transferencia de claves se realiza usando códigos QR.
fr: Désolé, vous avez besoin d'un appareil avec une caméra pour continuer, car le transfert de clé se fait à l'aide de QR codes.
it: Spiacenti, per continuare serve un dispositivo dotato di fotocamera funzionante, poiché il trasferimento della chiave avviene tramite codici QR.
ja: 申し訳ありませんが、キーの転送はQRコードを使用するため、カメラが正常に動作するデバイスが必要です。
ko: 죄송합니다, QR 코드를 사용하여 키를 전송하므로 계속 진행하려면 카메라가 있는 기기가 필요합니다.
lt: Atsiprašome, reikia įrenginio su veikiančia kamera, nes raktas perduodamas QR kodais.
nl: Sorry, je hebt een apparaat met werkende camera nodig om door te gaan, omdat de sleuteloverdracht via QR-codes verloopt.
pl: Przepraszamy, potrzebujesz urządzenia z działającą kamerą, aby kontynuować, ponieważ transfer klucza odbywa się za pomocą kodów QR.
pt: Desculpe, você precisa de um dispositivo com câmera para continuar, pois a transferência das chaves é feita por meio de QR codes.
ro: Ne pare rău, aveți nevoie de un dispozitiv cu cameră foto pentru a continua, deoarece transferul cheii se face folosind coduri QR.
ru: Извините, для продолжения вам нужно устройство с работающей камерой, так как передача ключей осуществляется с помощью QR-кодов.
sl: Žal potrebujete napravo z delujočim fotoaparatom, da nadaljujete, saj se prenos ključa izvaja s QR kodami.
sv: Tyvärr, du behöver en enhet med fungerande kamera för att fortsätta, eftersom nyckelöverföringen sker med QR-koder.
uk: На жаль, вам потрібен пристрій з працюючою камерою, оскільки передавання ключа здійснюється за допомогою QR-кодів.

# code.scanning.begin
source: Aim the camera at the QR Codes
cs: Namiřte kameru na QR kódy
de: Richten Sie die Kamera auf den QR-Code
es: Apunte con la cámara a los códigos QR
fr: Visez la caméra sur le QR Code
it: Inquadra i codici QR con la fotocamera
ja: カメラをQRコードに向けてください
ko: 카메라를 QR 코드에 맞추세요.
lt: Nukreipkite kamerą į QR kodus
nl: Richt de camera op de QR-codes
pl: Skieruj kamerę na kody QR
pt: Aponte a câmera para os QR Codes
ro: Direcționează camera către codul QR
ru: Наведите камеру на QR-коды
sl: Namerite fotoaparat na QR kode
sv: Rikta kameran mot QR-koderna
uk: Наведіть камеру на QR-коди

# code.scanning.processing.in.progress
source: Scanning... keep going!
cs: Skenování... pokračujte!
de: Scannen... Weiter so!
es: Escaneando... ¡No se mueva!
fr: Scanner... continuez !
it: Scansione in corso... non ti fermare!
ja: スキャン中...続けてください！
ko: 스캔 중... 계속 하세요!
lt: Skenuojama... tęskite!
nl: Bezig met scannen... ga door!
pl: Skanujemy... nie przerywaj!
pt: Lendo... Continue assim!
ro: Se scanează... continuă!
ru: Сканирование... продолжайте!
sl: Skeniranje... nadaljujte!
sv: Skannar... fortsätt!
uk: Сканування... Продовжуйте!

# code.scanning.processing.invalid.code
source: It’s not the Passbolt QR. Try again!
cs: To není Passbolt QR kód. Zkuste to znovu!
de: Es ist nicht der Passbolt QR. Versuchen Sie es noch einmal!
es: No es un QR de Passbolt. ¡Inténtelo de nuevo!
fr: Ce n’est pas le QR code de Passbolt, essayez à nouveau !
it: Non è il QR di Passbolt. Riprova!
ja: これはパスボルトのQRコードではありません。もう一度試してください！
ko: 패스볼트 QR코드가 아닙니다. 재 시도하세요!
lt: Tai nėra Passbolt QR. Bandykite dar kartą!
nl: Dit is geen Passbolt-QR. Probeer het opnieuw!
pl: To nie jest kod QR z usługi Passbolt. Spróbuj jeszcze raz!
pt: Não é o QR code do Passbolt. Tente novamente!
ro: Nu este codul QR al Passbolt. Încercați din nou!
ru: Это не QR Passbolt. Попробуйте еще раз!
sl: To ni Passbolt QR-koda. Poskusite znova!
sv: Det är inte Passbolt-QR-koden. Försök igen!
uk: Це не QR-код Passbolt. Спробуйте ще раз!

# transfer.account.title
source: Transfer account details
cs: Převést detaily o účtu
de: Kontodaten übertragen
es: Transferir detalles de la cuenta
fr: Transférer les détails du compte
it: Trasferisci i dettagli dell'account
ja: アカウント情報を転送
ko: 계정 세부 정보 전송
lt: Perduoti paskyros duomenis
nl: Accountgegevens overdragen
pl: Przenieś dane konta
pt: Transferir detalhes da conta
ro: Transferă detaliile contului
ru: Реквизиты счета для перевода
sl: Prenesi podatke računa
sv: Överför kontoinformation
uk: Передати дані облікового запису

# transfer.account.import.description
source: Scan QR codes to transfer your account details
cs: Naskenujte QR kódy pro přenos údajů o vašem účtu
de: QR-Codes scannen, um Ihre Kontodaten zu übertragen
es: Escanee los códigos QR para transferir los datos de su cuenta
fr: Scannez les QR codes pour transférer les détails de votre compte
it: Scansiona i codici QR per trasferire i dettagli dell'account
ja: アカウント情報を転送するためにQRコードをスキャン
ko: QR 코드를 스캔하여 계정 세부 정보를 전송합니다.
lt: Nuskaitykite QR kodus, kad perkeltumėte išsamią paskyros informaciją
nl: Scan QR-codes om je accountgegevens over te dragen
pl: Zeskanuj kody QR, aby przenieść dane Twojego konta
pt: Leia os QR codes para transferir os detalhes da sua conta
ro: Scanați codurile QR pentru a transfera detaliile contului
ru: Сканируйте QR-коды, чтобы перенести данные вашей учетной записи
sl: Skenirajte QR kode za prenos podatkov vašega računa
sv: Skanna QR-koder för att överföra dina kontouppgifter
uk: Скануйте QR-коди, щоб передати дані вашого облікового запису

# transfer.account.import.info.step.first
source: Sign in using the browser extension
cs: Přihlásit se pomocí rozšíření prohlížeče
de: Anmeldung über die Browsererweiterung
es: Inicie sesión usando la extensión del navegador
fr: Connectez-vous en utilisant l'extension de navigateur
it: Accedi utilizzando l'estensione del browser
ja: ブラウザ拡張機能を使用してサインイン
ko: 브라우저 확장프로그램을 사용하여 로그인
lt: Prisijunkite naudodami naršyklės plėtinį
nl: Meld je aan met de browserextensie
pl: Zaloguj się przez rozszerzenie przeglądarki
pt: Faça login usando a extensão do navegador
ro: Conectați-vă folosind extensia browser-ului
ru: Войти с помощью расширения браузера
sl: Prijavite se z razširitvijo brskalnika
sv: Logga in med webbläsartillägget
uk: Увійдіть за допомогою розширення браузера

# transfer.account.import.info.step.second
source: Go to the Profile page
cs: Přejít na profilovou stránku
de: Zur Profilseite gehen
es: Vaya a la página de Perfil
fr: Aller à la page du profil
it: Vai alla pagina Profilo
ja: プロフィールページに移動
ko: 프로필 페이지로 이동
lt: Eikite į profilio puslapį
nl: Ga naar de profielpagina
pl: Przejdź do strony Profilu
pt: Ir para a página de Perfil
ro: Accesați pagina de profil
ru: Перейти на страницу профиля
sl: Pojdite na stran Profila
sv: Gå till profilsidan
uk: Перейдіть на сторінку Профіль

# transfer.account.import.info.step.second.distinct
source: Profile
cs: Profil
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
lt: Profilis
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sl: Profil
sv: Profil
uk: Профіль

# transfer.account.import.info.step.third
source: Go to the Mobile section
cs: Přejít do mobilní sekce
de: Zum Mobil-Bereich
es: Vaya a la sección Móvil
fr: Aller à la section Mobile
it: Vai alla sezione Mobile
ja: モバイルセクションに移動
ko: 모바일 섹션으로 이동
lt: Eikite į skyrių „Mobilusis“
nl: Ga naar het mobiele gedeelte
pl: Przejdź do sekcji Mobilnej
pt: Ir para a seção Mobile
ro: Accesați secțiunea Mobil
ru: Перейти в раздел "Мобильный"
sl: Pojdite v razdelek Mobilna naprava
sv: Gå till avsnittet Mobil
uk: Перейдіть до розділу Mobile

# transfer.account.import.info.step.third.distinct
source: Mobile
cs: Mobil
de: Mobil
es: Móvil
it: Cellulare
ja: モバイル
ko: 모바일
lt: Mobilus
nl: Mobiel
pl: Urządzenie mobilne
ro: Mobil
ru: Мобильный
sl: Mobilna naprava
sv: Mobil

# transfer.account.import.info.step.fourth
source: Scan the qr codes sequence
cs: Naskenujte sekvenci QR kódů
de: Scannen Sie die QR-Codes nacheinander
es: Escanee la secuencia de códigos QR
fr: Scanner la séquence des codes QR
it: Scansiona la sequenza di codici QR
ja: QRコードシーケンスをスキャン
ko: QR코드 시퀀스를 스캔
lt: Nuskaitykite qr kodų seką
nl: Scan de reeks qr-codes
pl: Zeskanuj sekwencję kodów QR
pt: Leia a sequência de qr codes
ro: Scanați secvența de coduri qr
ru: Сканируйте последовательность QR-кодов
sl: Skenirajte zaporedje QR kod
sv: Skanna qr-kodsekvensen
uk: Відскануйте послідовність QR-кодів

# transfer.account.import.scan.qr.button
source: Scan QR codes
cs: Načíst QR kódy
de: QR-Codes scannen
es: Escanear códigos QR
fr: Scannez les codes QR
it: Scansiona i codici QR
ja: QRコードをスキャン
ko: QR 코드 스캔
lt: Nuskaitykite QR kodus
pl: Skanuj kody QR
pt: Leia os QR codes
ro: Scanează codurile QR
ru: Сканирование QR-кодов
sl: Skeniraj QR kode
sv: Skanna QR-koder
uk: Сканувати QR-коди

# transfer.account.export.description
source: Show QR codes to transfer your account details
cs: Zobrazit QR kódy pro přenos údajů o vašem účtu
de: QR-Codes anzeigen, um Ihre Kontodaten zu übertragen
es: Mostrar los códigos QR para transferir los datos de su cuenta
fr: Afficher les QR codes pour transférer les informations de votre compte
it: Mostra i codici QR per trasferire i dettagli dell'account
ja: アカウント情報を転送するためにQRコードを表示
ko: QR 코드를 표시하여 계정 세부 정보 전송
lt: Rodykite QR kodus, kad perkeltumėte išsamią paskyros informaciją
nl: Toon QR-codes om je accountgegevens over te dragen
pl: Pokaż kody QR aby przenieść dane konta
pt: Mostre os QR codes para transferir os detalhes da sua conta
ro: Afișați codurile QR pentru a transfera detaliile contului
ru: Показать QR-коды для передачи данных аккаунта
sl: Pokažite QR kode za prenos podatkov vašega računa
sv: Visa QR-koder för att överföra dina kontouppgifter
uk: Показати QR-коди, щоб передати дані вашого облікового запису

# transfer.account.export.info.step.first
source: Install the app on another mobile
cs: Nainstalovat aplikaci na jiném mobilu
de: App auf einem anderen Handy installieren
es: Instalar la aplicación en otro móvil
fr: Installer l'application sur un autre mobile
it: Installa l'applicazione su un altro dispositivo mobile
ja: 別のモバイルにアプリをインストール
ko: 다른 모바일기기에 앱 설치
lt: Įdiekite programą kitame mobiliajame telefone
nl: Installeer de app op een ander mobiel apparaat
pl: Zainstaluj aplikację na innym urządzeniu mobilnym
pt: Instale o aplicativo em outro dispositivo mobile
ro: Instalați aplicația pe un alt dispozitiv mobil
ru: Установите приложение на другой мобильный телефон
sl: Namestite aplikacijo na drugo mobilno napravo
sv: Installera appen på en annan mobil
uk: Встановіть застосунок на інший мобільний пристрій

# transfer.account.export.info.step.second
source: Launch the app
cs: Spustit aplikaci
de: Die App starten
es: Iniciar la aplicación
fr: Lancer l'application
it: Avvia l'applicazione
ja: アプリを起動
ko: 앱 열기
lt: Paleiskite programą
nl: Start de app
pl: Uruchom aplikację
pt: Iniciar o aplicativo
ro: Lansați aplicația
ru: Запустите приложение
sl: Zaženi aplikacijo
sv: Starta appen
uk: Запустіть застосунок
