Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# error.server.pgp.fingerprint.invalid
source: Server PGP fingeprint invalid.
cs: PGP otisk serveru je neplatný.
de: PGP-Fingerabdruck des Servers ungültig.
es: Huella digital PGP del servidor no válida.
fr: L'empreinte PGP du serveur est invalide.
it: Impronta digitale PGP del server non valida.
ja: サーバーPGPフィンガープリントが無効です。
ko: 서버 PGP 지문이 잘못됨.
lt: Neteisingas serverio PGP "fingerprint".
nl: Ongeldige PGP-vingerafdruk van server.
pl: Nieprawidłowy odcisk palca serwera PGP.
pt: Impressão digital PGP do servidor inválida.
ro: Amprenta PGP a serverului este invalidă.
ru: Отпечаток PGP сервера недействителен.
sl: Prstni odtis PGP strežnika ni veljaven.
sv: Ogiltigt PGP-fingeravtryck för servern.
uk: Недійсний PGP-відбиток сервера.

# error.session.authorization.failed
source: Session authorization failed.
cs: Autorizace relace se nezdařila.
de: Sitzungsautorisierung fehlgeschlagen.
es: La autorización de sesión ha fallado.
fr: L'autorisation de session a échoué.
it: Autorizzazione sessione non riuscita.
ja: セッションの認可に失敗しました。
ko: 세션 인증 실패됨.
lt: Nepavyko autorizuoti seanso.
nl: Sessiemachtiging mislukt.
pl: Autoryzacja sesji nie powiodła się.
pt: Falha na autorização da sessão.
ro: Autorizarea sesiunii a eșuat.
ru: Не удалось авторизовать сессию.
sl: Avtorizacija seje ni uspela.
sv: Sessionsauktorisering misslyckades.
uk: Не вдалося авторизувати сесію.

# error.qrcode.invalid
source: It’s not the Passbolt QR. Try again!
cs: To není Passbolt QR kód. Zkuste to znovu!
de: Es ist nicht der Passbolt QR. Versuchen Sie es noch einmal!
fr: Ce n’est pas le QR code de Passbolt, essayez à nouveau !
it: Non è il QR di Passbolt. Riprova!
ja: これはPassboltのQRではありません。もう一度お試しください！
ko: 패스볼트 QR코드가 아닙니다. 재 시도하세요!
lt: Tai ne Passbolt QR. Pabandykite dar kartą!
nl: Dit is niet de Passbolt-QR. Probeer het opnieuw!
pl: To nie jest kod QR z usługi Passbolt. Spróbuj jeszcze raz!
pt: Não é o QR code do Passbolt. Tente novamente!
ro: Nu este codul QR al Passbolt. Încercați din nou!
ru: Это не QR-код Passbolt. Попробуйте еще раз!
sl: To ni Passbolt QR. Poskusite ponovno!
sv: Det är inte Passbolt QR. Försök igen!
uk: Це не QR-код Passbolt. Спробуйте знову!

# error.validation.folder.name.empty
source: Folder name cannot be empty.
cs: Název složky nemůže být prázdný.
de: Ordnername darf nicht leer sein.
es: El nombre de la carpeta no puede estar vacío.
fr: Le nom du dossier ne peut pas être vide.
it: Il nome della cartella non può essere vuoto.
ja: フォルダ名を空にすることはできません。
ko: 폴더 이름은 비워질수 없습니다.
lt: Aplanko pavadinimas negali būti tuščias.
nl: Mapnaam mag niet leeg zijn.
pl: Nazwa folderu nie może być pusta.
pt: O nome da pasta não pode estar vazio.
ro: Numele folderului nu poate fi gol.
ru: Имя раздела не может быть пустым.
sl: Ime mape ne more biti prazno.
sv: Mappnamnet kan inte vara tomt.
uk: Назву теки не може бути порожньою.

# error.validation.folder.name.too.long
source: Folder name cannot have more than 256 characters.
cs: Název složky nemůže mít více než 256 znaků.
de: Der Ordnername darf nicht mehr als 256 Zeichen enthalten.
es: El nombre de la carpeta no puede tener más de 256 carácteres.
fr: Le nom du dossier ne peut pas avoir plus de 256 caractères.
it: Il nome della cartella non può avere più di 256 caratteri.
ja: フォルダ名は256文字を超えることはできません。
ko: 폴더 이름은 256자를 초과할 수 없습니다.
lt: Aplanko pavadinimas negali viršyti 256 simbolių.
nl: Mapnaam mag niet meer dan 256 tekens bevatten.
pl: Nazwa folderu nie może mieć więcej niż 256 znaków.
pt: O nome da pasta não pode ter mais de 256 caracteres.
ro: Numele folderului nu poate avea mai mult de 256 de caractere.
ru: Имя раздела не может содержать более 256 символов.
sl: Ime mape ne sme imeti več kot 256 znakov.
sv: Mappnamnet kan inte innehålla fler än 256 tecken.
uk: Назва теки не може містити більше ніж 256 символів.

# error.validation.permissions.empty
source: There have to be at least one permission.
cs: Musí existovat alespoň jedno oprávnění.
de: Es muss mindestens eine Berechtigung geben.
es: Tiene que haber al menos un permiso.
fr: Il faut au moins une permission.
it: Deve esserci almeno un'autorizzazione.
ja: 少なくとも1つのパーミッションが必要です。
ko: 적어도 하나의 권한이 있어야 합니다.
lt: Turi būti bent vienas leidimas.
nl: Er moet ten minste één machtiging zijn.
pl: Musi być co najmniej jedno uprawnienie.
pt: É necessário pelo menos uma permissão.
ro: Trebuie să existe cel puțin o permisiune.
ru: Необходимо наличие хотя бы одного разрешения.
sl: Zahtevano je vsaj eno dovoljenje.
sv: Det måste finnas minst en behörighet.
uk: Має бути принаймні один дозвіл.

# error.validation.permissions.owner.required
source: There have to be at least one owner.
cs: Musí existovat alespoň jeden vlastník.
de: Es muss mindestens einen Eigentümer geben.
es: Tiene que haber al menos un propietario.
fr: Il doit y avoir au moins un propriétaire.
it: Deve esserci almeno un proprietario.
ja: 少なくとも1人の所有者が必要です。
ko: 적어도 한 명의 소유자가 있어야 합니다.
lt: Turi būti bent vienas savininkas.
nl: Er moet ten minste één eigenaar zijn.
pl: Zasób musi mieć przynajmniej jednego właściciela.
pt: É necessário pelo menos um proprietário.
ro: Trebuie să existe cel puțin un proprietar.
ru: Должен быть хотя бы один владелец.
sl: Mora biti vsaj en lastnik.
sv: Det måste finnas minst en ägare.
uk: Має бути принаймні один власник.

# error.validation.form.invalid
source: Form is not valid.
cs: Formulář není platný.
de: Das Formular ist ungültig.
es: El formulario no es válido.
fr: Le formulaire est invalide.
it: Il modulo non è valido.
ja: フォームが不正です。
ko: 폼이 유효하지 않습니다.
lt: Forma netinkama.
nl: Formulier is niet geldig.
pl: Formularz jest niepoprawny.
pt: O formulário não é válido.
ro: Formularul nu este valid.
ru: Форма не является допустимой.
sl: Obrazec ni veljaven.
sv: Formuläret är inte giltigt.
uk: Форму заповнено некоректно.

# error.biometrics.unavailable.message
source: Biometrics unavailable
cs: Biometrika není k dispozici
de: Biometrie nicht verfügbar
es: Biometría no disponible
fr: Biométrie indisponible
it: Verifica biometrica non disponibile
ja: バイオメトリクスを利用できません
ko: 생체 인식을 사용할 수 없음
lt: Biometriniai duomenys nepasiekiami
nl: Biometrie niet beschikbaar
pl: Dane biometryczne są niedostępne
pt: Biometria indisponível
ro: Biometrie indisponibilă
ru: Биометрические данные недоступны
sl: Biometrija ni na voljo
sv: Biometri är inte tillgängligt
uk: Біометрія недоступна

# error.qrcode.generation.generic
source: QRCode could not be generated from provided data
cs: QR kód nelze z poskytnutých dat vytvořit
de: QR-Code konnte nicht aus den angegebenen Daten generiert werden
es: No se pudo generar el código QR a partir de los datos proporcionados
fr: Un QRCode n'a pas pu être généré à partir des données fournies
it: Non è stato possibile generare il codice QR a partire dai dati forniti
ja: 提供されたデータからQRCodeを生成できませんでした
ko: 제공된 데이터에서 QR 코드를 생성할 수 없습니다
lt: QR Kodo nepavyko sugeneruoti iš pateiktų duomenų
nl: Er kon geen QR-code worden gegenereerd uit de verstrekte gegevens
pl: Nie udało się wygenerować kodu QR na podstawie wprowadzonych danych
pt: Não foi possível gerar o QRCode a partir dos dados fornecidos
ro: Codul QR nu a putut fi generat din datele furnizate
ru: QR-код не может быть создан из предоставленных данных
sl: QR kode ni mogoče ustvariti iz podanih podatkov
sv: QRCode kunde inte genereras från den angivna datan
uk: QR-код не вдалося згенерувати з наданих даних

# error.otp.configuration.invalid
source: Invalid OTP configuration.
cs: Neplatná konfigurace OTP.
de: Ungültige OTP Konfiguration.
es: Configuración OTP no válida.
fr: Configuration OTP invalide.
it: Configurazione OTP non valida.
ja: OTP設定が無効です。
ko: 올바르지 않은 OTP 구성.
lt: Negaliojanti OTP konfigūracija.
nl: Ongeldige OTP-configuratie.
pl: Nieprawidłowa konfiguracja OTP.
pt: Configuração de OTP inválida.
ro: Configurarea OTP este invalidă.
ru: Неверная конфигурация одноразовых паролей.
sl: Neveljavna konfiguracija TOTP.
sv: Ogiltig OTP-konfiguration.
uk: Недійсна конфігурація OTP.

# error.resource.field.empty
source: %@ cannot be empty!
cs: %@ nemůže být prázdný!
de: %@ darf nicht leer sein!
es: ¡%@ no puede estar vacía!
fr: %@ ne peut pas être vide !
it: %@ non può essere vuoto!
ja: %@ を空にすることはできません！
ko: %@ (은) 는 비워 둘 수 없습니다!
lt: %@ negali būti tuščias!
nl: %@ mag niet leeg zijn!
pl: %@ nie może być pusty!
pt: %@ não pode estar vazio!
ro: %@ nu poate fi gol!
ru: %@ не может быть пустым!
sl: %@ ne more biti prazno!
sv: %@ kan inte vara tomt!
uk: %@ не може бути порожнім!

# error.resource.field.length.lower
source: %@ cannot have more than %d characters!
cs: %@ nemůže mít více než %d znaků!
de: %@ darf nicht mehr als %d Zeichen lang sein!
fr: %@ ne peut pas avoir plus de %d caractères !
it: %@ non può avere più di %d caratteri!
ja: %@ は %d 文字を超えることはできません！
ko: @% (은)는 %d자를 초과할 수 없습니다!
lt: %@ negali viršyti %d simbolių!
nl: %@ mag niet meer dan %d tekens hebben!
pl: %@ nie może mieć więcej niż %d znaków!
pt: %@ não pode ter mais de %d caracteres!
ro: %@ nu poate avea mai mult de %d caractere!
ru: Количество символов в %@ не может превышать %d!
sl: %@ ne more imeti več kot %d znakov!
sv: %@ kan inte ha mer än %d tecken!
uk: %@ не може містити більше %d символів!

# error.resource.field.length.higher
source: %@ cannot have less than %d characters!
cs: %@ nemůže mít méně než %d znaků!
de: %@ darf nicht weniger als %d Zeichen haben!
fr: %@ ne peut pas avoir moins de %d caractères !
it: %@ non può avere meno di %d caratteri!
ja: %@ は %d 文字未満にはできません！
ko: %@ (은)는 %d자 미만을 사용할 수 없습니다!
lt: %@ negali būti trumpesnis nei %d simboliai!
nl: %@ mag niet minder dan %d tekens hebben!
pl: %@ nie może mieć mniej niż %d znaków!
pt: %@ não pode ter menos de %d caracteres!
ro: %@ nu poate avea mai puțin de %d caractere!
ru: Количество символов в %@ не может меньше %d!
sl: %@ ne more imeti manj kot %d znakov!
sv: %@ kan inte ha färre än %d tecken!
uk: %@ не може містити менше %d символів!

# error.resource.field.range.lower
source: %@ has to be lower than %d!
cs: %@ musí být nižší než %d!
de: %@ muss kleiner sein als %d!
fr: %@ doit être inférieur à %d!
it: %@ deve essere minore di %d!
ja: %@ は %d より小さい必要があります！
ko: %@ (은)는 %d보다 작아야 합니다!
lt: %@ turi būti mažiau nei %d!
nl: %@ moet lager zijn dan %d!
pl: %@ musi być mniejszy niż %d!
pt: %@ deve ser menor que %d!
ro: %@ trebuie să fie mai mic decât %d!
ru: %@ должно быть меньше, чем %d!
sl: %@ mora biti manj kot %d!
sv: %@ måste vara mindre än %d!
uk: %@ має бути меншим за %d!

# error.resource.field.range.greater
source: %@ has to be greater than %d!
cs: %@ musí být větší než %d!
de: %@ muss größer als %d sein!
es: %@ tiene que ser mayor que %d
fr: %@ doit être supérieur à %d!
it: %@ deve essere maggiore di %d!
ja: %@ は %d より大きい必要があります！
ko: %@ (은)는 %d보다 커야 합니다!
lt: %@ turi būti daugiau nei %d!
nl: %@ moet groter zijn dan %d!
pl: %@ musi być większy niż %d!
pt: %@ deve ser maior que %d!
ro: %@ trebuie să fie mai mare decât %d!
ru: %@ должно быть больше чем %d!
sl: %@ mora biti več kot %d!
sv: %@ måste vara större än %d!
uk: %@ має бути більшим за %d!

# error.resource.field.content.invalid
source: %@ has invalid content!
cs: %@ má neplatný obsah!
de: %@ hat ungültigen Inhalt!
fr: Le contenu de %@ est invalide !
it: Contenuto di %@ non valido!
ja: %@ の内容が無効です！
ko: %@ 에 잘못된 내용이 있습니다!
lt: %@ turi netinkamą turinį!
nl: %@ heeft ongeldige inhoud!
pl: %@ ma nieprawidłową zawartość!
pt: O campo %@ possui conteúdo inválido!
ro: %@ are conținut nevalid!
ru: %@ имеет недопустимое содержимое!
sl: %@ ima neveljavno vsebino!
sv: %@ har ogiltigt innehåll!
uk: %@ має невірний вміст!

# error.resource.field.selection.invalid
source: %@ has to be one of the valid options!
cs: %@ musí být jedna z platných možností!
de: %@ muss eine der gültigen Optionen sein!
fr: %@ doit être l'une des options valides !
it: %@ deve essere una delle opzioni valide!
ja: %@ は有効なオプションのいずれかである必要があります！
ko: %@ (은)는 유효한 옵션 중 하나여야 합니다!
lt: %@ turi būti viena iš galimų parinkčių!
nl: %@ moet een van de geldige opties zijn!
pl: %@ musi być jedną z poprawnych opcji!
pt: %@ deve ser uma das opções válidas!
ro: %@ trebuie să fie una dintre opțiunile valide!
ru: %@ должно быть одним из допустимых вариантов!
sl: %@ mora biti ena izmed veljavnih možnosti!
sv: %@ måste vara ett av de giltiga alternativen!
uk: %@ має бути одним із допустимих варіантів!

# error.resource.field.unknown
source: Unknown fields are not expected!
cs: Neznámá pole nejsou očekávána!
de: Unbekannte Felder wurden nicht erwartet!
fr: Les champs inconnus ne sont pas attendus!
it: Non sono previsti campi sconosciuti!
ja: 不明なフィールドは想定されていません！
ko: 알 수 없는 필드는 필요하지 않습니다!
lt: Nenumatyti laukai nėra laukiami!
nl: Onbekende velden worden niet verwacht!
pl: Nieznane pola nie są prezentowane!
pt: Não são esperados campos desconhecidos!
ro: Câmpurile necunoscute nu sunt acceptate!
ru: Неизвестные поля не принимаются!
sl: Neznana polja niso dovoljena!
sv: Okända fält förväntas inte!
uk: Невідомі поля не очікуються!

# error.validation.password.length.invalid
source: Invalid password length settings!
cs: Neplatné nastavení délky hesla!
de: Ungültige Passwort-Längeneinstellungen!
fr: Paramètres de longueur de mot de passe invalides !
it: Impostazioni di lunghezza password non valide!
ja: パスワードの長さ設定が無効です！
ko: 비밀번호 길이 설정이 잘못되었습니다!
lt: Neteisingi slaptažodžio ilgio nustatymai!
nl: Ongeldige instellingen voor wachtwoordlengte!
pl: Nieprawidłowe ustawienia długości hasła!
pt: Configurações de comprimento de senha inválidas!
ro: Setări de lungime a parolei invalide!
ru: Некорректные настройки длины пароля!
sl: Neveljavna nastavitev dolžine gesla!
sv: Ogiltiga inställningar för lösenordslängd!
uk: Невірні налаштування довжини пароля!

# error.validation.password.mask.empty
source: Password expiry mask cannot be empty!
cs: Maska expirace hesla nemůže být prázdná!
de: Passwortablaufmaske darf nicht leer sein!
fr: Le masque d'expiration du mot de passe ne peut pas être vide!
it: La maschera di scadenza password non può essere vuota!
ja: パスワードの有効期限マスクは空にできません！
ko: 비밀번호 만료 마스킹은 비워둘 수 없습니다!
lt: Slaptažodžio galiojimo šablonas negali būti tuščias!
nl: Het masker voor wachtwoordverval kan niet leeg zijn!
pl: Maska wygasania hasła nie może być pusta!
pt: Máscara de expiração de senha não pode ficar vazia!
ro: Masca de expirare a parolei nu poate fi goală!
ru: Маска истечения срока действия пароля не может быть пустой!
sl: Maska za potek gesla ne sme biti prazna!
sv: Mallen för lösenordets utgång får inte vara tom!
uk: Маска терміну дії пароля не може бути порожньою!

# home.presentation.mode.menu.title
source: Filter view by
cs: Filtrovat zobrazení podle
de: Ansicht filtern nach
es: Filtrar vista por
fr: Filtrer par
it: Filtra la vista per
ja: ビューをフィルタリング
ko: 보기 필터링 기준
lt: Filtruoti rodinį pagal
nl: Filter weergave op
pl: Filtruj widok
pt: Filtrar visualização por
ro: Filtrează vizualizarea după
ru: Фильтровать по
sl: Filtiriraj pogled po
sv: Filtrera visning efter
uk: Фільтр відображення

# home.presentation.mode.plain.resources.title
source: All items
cs: Všechny položky
de: Alle Elemente
es: Todos los elementos
fr: Tous les éléments
it: Tutti gli oggetti
ja: すべての項目
ko: 모든 항목
lt: Visi elementai
nl: Alle onderdelen
pl: Wszystkie elementy
pt: Todos os itens
ro: Toate articolele
ru: Все элементы
sl: Vsi predmeti
sv: Alla objekt
uk: Усі елементи

# home.presentation.mode.favorite.resources.title
source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
lt: Parankiniai adresai
nl: Favorieten
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранные
sl: Priljubljeno
sv: Favoriter
uk: Обрані

# home.presentation.mode.modified.resources.title
source: Recently modified
cs: Naposledy upraveno
de: Vor kurzem geändert
es: Modificado recientemente
fr: Récemment modifiés
it: Modifiche recenti
ja: 最近修正されたもの
ko: 최근 수정됨
lt: Neseniai modifikuotas
nl: Recentelijk gewijzigd
pl: Ostatnio modyfikowane
pt: Modificado recentemente
ro: Modificate recent
ru: Недавно измененные
sl: Nedavno spremenjeno
sv: Nyligen ändrad
uk: Нещодавно змінені

# home.presentation.mode.shared.resources.title
source: Shared with me
cs: Sdíleno se mnou
de: Mit mir geteilt
es: Compartido conmigo
fr: Partagés avec moi
it: Condiviso con me
ja: 私と共有済み
ko: 나와 공유됨
lt: Pasidalinta su manimi
nl: Met mij gedeeld
pl: Współdzielone ze mną
pt: Compartilhado comigo
ro: Partajate cu mine
ru: Доступные мне
sl: V skupni rabi z mano
sv: Delade med mig
uk: Надано мені

# home.presentation.mode.owned.resources.title
source: Owned by me
cs: Vlastněna mnou
de: In meinem Besitz
es: En propiedad
fr: Possédés par moi
it: Di mia proprietà
ja: 私が所有
ko: 내가 소유함
lt: Man priklauso
nl: Van mij
pl: Należące do mnie
pt: Minha propriedade
ro: Deținute de mine
ru: Принадлежит мне
sl: V moji lasti
sv: Ägs av mig
uk: Мої

# home.presentation.mode.owned.resources.expiry
source: Expiry
cs: Expirace
de: Ablauf
fr: Expiration
it: Scadenza
ja: 有効期限
ko: 만료
lt: Galiojimas
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Vencimento
ro: Expiră
ru: Срок действия
sl: Datum poteka
sv: Utgångsdatum
uk: Термін дії

# home.presentation.mode.folders.explorer.title
source: Folders
cs: Složky
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
ko: 폴더
lt: Aplankai
nl: Mappen
pl: Foldery
pt: Pastas
ro: Foldere
ru: Папки
sl: Mape
sv: Mappar
uk: Теки

# home.presentation.mode.folders.explorer.search.direct.results
source: in "%@":
cs: v "%@":
es: en "%@"
fr: dans "%@" :
ja: "%@"内：
ko: "%@" 에서:
lt: "%@" aplanke:
pl: w "%@":
pt: em "%@":
ro: în "%@":
ru: в "%@":
sl: v "%@":
sv: i "%@":
uk: у "%@":

# home.presentation.mode.folders.explorer.search.nested.results
source: in subfolders:
cs: v podsložkách:
de: in Unterordnern:
es: en subcarpetas:
fr: dans les sous-dossiers :
it: nelle sottocartelle:
ja: サブフォルダ内：
ko: 하위폴더에서:
lt: antriniuose aplankuose:
nl: in submappen:
pl: w podfolderach:
pt: em subpastas:
ro: în subfoldere:
ru: в подразделах:
sl: v podmapah:
sv: i undermappar:
uk: у вкладених теках:

# home.presentation.mode.tags.explorer.title
source: Tags
cs: Štítky
es: Etiquetas
it: Tag
ja: タグ
ko: 태그
lt: Žymos
nl: Labels
pl: Tagi
pt: Etiquetas
ro: Etichete
ru: Теги
sl: Oznake
sv: Taggar
uk: Теги

# home.presentation.mode.resource.user.groups.explorer.title
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 그룹
lt: Grupės
nl: Groepen
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
sl: Skupine
sv: Grupper
uk: Групи

# otp.resources.search.placeholder
source: Search TOTP
cs: Hledat TOTP
de: TOTP suchen
es: Buscar TOTP
fr: Rechercher un TOTP
it: Ricerca TOTP
ja: TOTPを検索
ko: TOTP 검색
lt: Ieškoti TOTP
nl: Zoek TOTP
pl: Wyszukaj TOTP
pt: Pesquisar TOTP
ro: Căutați TOTP
ru: Поиск TOTP
sl: Iskanje TOTP
sv: Sök TOTP
uk: Шукати TOTP

# otp.resources.list.title
source: TOTP
lt: Laikinas vienkartinis slaptažodis (TOTP)
sv: Engångslösenord (TOTP)

# otp.resources.list.empty.message
source: There is no TOTP
cs: Neexistuje žádná TOTP
de: Es gibt kein TOTP
es: No hay TOTP
fr: Il n'y a pas de TOTP
it: Nessuna TOTP presente
ja: TOTPがありません
ko: OTP가 없습니다.
lt: Nėra TOTP
nl: Er is geen TOTP
pl: Brak TOTP
pt: Não há TOTP
ro: Nu există TOTP
ru: Нет временных одноразовых паролей
sl: Ni TOTP
sv: Det finns ingen TOTP
uk: Немає TOTP

# otp.value.copied.message
source: TOTP copied to your clipboard!
cs: TOTP zkopírováno do vaší schránky!
de: TOTP in Ihre Zwischenablage kopiert!
es: ¡TOTP copiado a su portapapeles!
fr: TOTP copié dans votre presse-papier !
it: TOTP copiata negli appunti!
ja: TOTPがクリップボードにコピーされました！
ko: 클립보드에 TOTP가 복사됨!
lt: TOTP nukopijuotas į iškarpinę!
nl: TOTP gekopieerd naar je klembord!
pl: TOTP skopiowany do schowka!
pt: TOTP copiado para a área de transferência!
ro: TOTP a fost copiat în clipboard!
ru: Временный одноразовый пароль скопирован в буфер обмена!
sl: TOTP kopiran v vaše odložišče!
sv: TOTP kopierad till urklipp!
uk: TOTP скопійовано до вашого буфера обміну!

# otp.contextual.menu.copy.title
source: Copy TOTP
cs: Kopírovat TOTP
de: TOTP kopieren
es: Copiar TOTP
fr: Copier le TOTP
it: Copia la TOTP
ja: TOTPをコピー
ko: TOTP 복사
lt: Kopijuoti TOTP
nl: TOTP kopiëren
pl: Skopiuj TOTP
pt: Copiar TOTP
ro: Copiați TOTP-ul
ru: Скопировать одноразовый пароль
sl: Kopiraj TOTP
sv: Kopiera TOTP
uk: Скопіювати TOTP

# otp.copied.message
source: TOTP copied to your clipboard!
cs: TOTP zkopírováno do vaší schránky!
de: TOTP in Ihre Zwischenablage kopiert!
es: ¡TOTP copiado a su portapapeles!
fr: TOTP copié dans votre presse-papier !
it: TOTP copiata negli appunti!
ja: TOTPがクリップボードにコピーされました！
ko: 클립보드에 TOTP가 복사됨!
lt: TOTP nukopijuotas į iškarpinę!
nl: TOTP is naar je klembord gekopieerd!
pl: TOTP skopiowany do schowka!
pt: TOTP copiado para a área de transferência!
ro: TOTP a fost copiat în clipboard!
ru: Временный одноразовый пароль скопирован в буфер обмена!
sl: TOTP kopiran v vaše odložišče!
sv: TOTP kopierad till urklipp!
uk: TOTP скопійовано до вашого буфера обміну!

# otp.contextual.menu.reveal.title
source: Show TOTP
cs: Zobrazit TOTP
de: TOTP anzeigen
es: Mostrar TOTP
fr: Afficher le TOTP
it: Mostra la TOTP
ja: TOTPを表示
ko: TOTP 보기
lt: Rodyti TOTP
nl: Toon TOTP
pl: Wyświetl TOTP
pt: Mostrar TOTP
ro: Afișați TOTP-ul
ru: Показать одноразовый пароль
sl: Pokaži TOTP
sv: Visa TOTP
uk: Показати TOTP

# otp.contextual.menu.edit.title
source: Edit TOTP
cs: Upravit TOTP
de: TOTP bearbeiten
es: Editar TOTP
fr: Modifier le TOTP
it: Modifica TOTP
ja: TOTPを編集
ko: TOTP 수정
lt: Redaguoti TOTP
nl: TOTP bewerken
pl: Edytuj TOTP
pt: Editar TOTP
ro: Editați TOTP-ul
ru: Изменить TOTP
sl: Uredi TOTP
sv: Redigera TOTP
uk: Редагувати TOTP

# otp.contextual.menu.delete.title
source: Delete TOTP
cs: Odstranit TOTP
de: TOTP löschen
es: Eliminar TOTP
fr: Supprimer le TOTP
it: Elimina la TOTP
ja: TOTPを削除
ko: TOTP 삭제
lt: Ištrinti TOTP
nl: Verwijder TOTP
pl: Usuń TOTP
pt: Excluir TOTP
ro: Ștergeți TOTP-ul
ru: Удалить одноразовый пароль
sl: Izbriši TOTP
sv: Radera TOTP
uk: Видалити TOTP

# otp.contextual.menu.delete.confirm.title
source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실합니까?
lt: Ar esate tikras?
nl: Weet je het zeker?
pl: Na pewno?
pt: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
uk: Ви впевнені?

# otp.contextual.menu.delete.confirm.message
source: This action will pernamently delete the TOTP.
cs: Tato akce permanentně odstraní TOTP.
de: Diese Aktion wird das TOTP dauerhaft löschen.
es: Esta acción eliminará el TOTP de forma permanente.
fr: Cette action supprimera définitivement le TOTP.
it: Questa azione eliminerà definitivamente la TOTP.
ja: この操作によりTOTPが完全に削除されます。
ko: 이 작업을 수행하면 TOTP를 영구적으로 삭제합니다.
lt: Šis veiksmas visam laikui ištrins TOTP.
nl: Deze actie verwijdert de TOTP permanent.
pl: Ta czynność bezpowrotnie usunie TOTP.
pt: Esta ação irá excluir permanentemente o TOTP.
ro: Această acțiune va șterge definitiv TOTP-ul.
ru: Это действие окончательно удалит одноразовый пароль.
sl: To dejanje bo trajno izbrisalo TOTP.
sv: Den här åtgärden tar permanent bort TOTP.
uk: Ця дія назавжди видалить TOTP.

# otp.contextual.menu.delete.confirm.action.delete
source: Delete TOTP
cs: Odstranit TOTP
de: TOTP löschen
es: Eliminar TOTP
fr: Supprimer le TOTP
it: Elimina la TOTP
ja: TOTPを削除
ko: TOTP 삭제
lt: Ištrinti TOTP
nl: TOTP verwijderen
pl: Usuń TOTP
pt: Excluir TOTP
ro: Ștergeți TOTP-ul
ru: Удалить одноразовый пароль
sl: Izbriši TOTP
sv: Radera TOTP
uk: Видалити TOTP
