Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# resource.from.field.error.invalid.value
source: The value for this field is invalid
cs: Hodnota pro toto pole není platná
de: Der Wert für dieses Feld ist ungültig
es: El valor de este campo no es válido
fr: La valeur de ce champ est invalide
it: Il valore per questo campo non è valido
ja: このフィールドの値が無効です
ko: 이 필드의 값이 올바르지 않습니다.
lt: Netinkama lauko reikšmė
nl: De waarde voor dit veld is ongeldig
pl: Wartość dla tego pola jest nieprawidłowa
pt: O valor deste campo é inválido
ro: Valoarea câmpului este invalidă
ru: Значение для этого поля является недопустимым
sl: Vrednost tega polja je neveljavna
sv: Värdet för det här fältet är ogiltigt
uk: Недійсне значення для цього поля

# resource.form.field.error.max.length
source: The maximum length has been exceeded.
cs: Maximální délka byla překročena.
de: Die maximale Länge wurde überschritten.
es: Se ha superado la longitud máxima.
fr: La longueur maximale a été dépassée.
it: La lunghezza massima è stata superata.
ja: 最大長を超えています。
ko: 최대 길이를 초과했습니다.
lt: Viršytas leistinas ilgis.
nl: De maximumlengte is overschreden.
pl: Maksymalna długość została przekroczona.
pt: O tamanho máximo foi excedido.
ro: Lungimea maximă a fost depășită.
ru: Превышена максимальная длина.
sl: Dosežena je bila največja dovoljena dolžina.
sv: Den maximala längden har överskridits.
uk: Перевищено максимальну довжину.

# resource.form.field.error.invalid
source: The field value invalid
cs: Neplatná hodnota pole
de: Der Feldwert ist ungültig
es: El valor del campo no es válido
fr: La valeur du champ est invalide
it: Il valore del campo non è valido
ja: フィールド値が無効です
ko: 필드 값이 잘못되었습니다.
lt: Netinkama lauko reikšmė
nl: De veldwaarde is ongeldig
pl: Wartość pola jest nieprawidłowa
pt: Valor de campo inválido
ro: Valoarea câmpului este invalidă
ru: Значение поля недопустимо
sl: Vrednost polja je neveljavna
sv: Fältets värde är ogiltigt
uk: Недійсне значення поля

# resource.form.error.invalid
source: The form is invalid
cs: Formulář je neplatný
de: Ungültiges Formular
es: El formulario no es válido
fr: Le formulaire est invalide
it: Il modulo non è valido
ja: フォームが不正です
ko: 양식이 잘못되었습니다.
lt: Forma netinkama
nl: Het formulier is ongeldig
pl: Formularz jest nieprawidłowy
pt: O formulário é inválido
ro: Formularul este invalid
ru: Форма недействительна
sl: Obrazec ni veljaven
sv: Formuläret är ogiltigt
uk: Форму заповнено некоректно

# authorization.passphrase.error
source: Passphrase is wrong!
cs: Přístupová fráze je špatná!
de: Passphrase stimmt nicht!
es: ¡La contraseña es incorrecta!
fr: La phrase de passe est incorrecte !
it: La frase segreta è errata!
ja: パスフレーズが間違っています！
ko: 비밀문구가 잘못되었습니다!
lt: Neteisinga slaptafrazė!
nl: Wachtwoordzin is onjuist!
pl: Hasło dostępu jest błędne!
pt: A frase-chave está errada!
ro: Parola este greșită!
ru: Парольная фраза неверна!
sl: Geslo ni pravilno!
sv: Lösenfrasen är fel!
uk: Парольна фраза невірна!

# account.settings.biometrics.error
source: Failed to set biometrics.
cs: Nastavení biometrie se nezdařilo.
de: Einrichten der biometrischen Daten fehlgeschlagen.
es: No se pudieron establecer los datos biométricos.
fr: Impossible de configurer la biométrie.
it: Impostazione della verifica biometrica non riuscita.
ja: バイオメトリクスの設定に失敗しました。
ko: 생체인식 설정이 실패하였습니다.
lt: Nepavyko nustatyti biometrikos.
nl: Instellen van biometrie mislukt.
pl: Nie udało się ustawić danych biometrycznych.
pt: Falha ao configurar a biometria.
ro: Setarea biometriei a eșuat.
ru: Не удалось установить биометрические данные.
sl: Nastavitev biometrije ni uspela.
sv: Misslyckades med att ställa in biometri.
uk: Не вдалося налаштувати біометрію.

# totp.wrong.code.error
source: Wrong code
cs: Chybný kód
de: Falscher Code
es: Código incorrecto
fr: Code incorrect
it: Codice errato
ja: コードが間違っています
ko: 잘못된 코드
lt: Neteisingas kodas
nl: Verkeerde code
pl: Nieprawidłowy kod
pt: Código incorreto
ro: Cod greșit
ru: Неверный код
sl: Napačna koda
sv: Fel kod
uk: Неправильний код

# error.another.account.transfer.in.progress
source: There is another account transfer in progress. Please complete it first.
cs: Jiný převod účtu již probíhá. Prosím, nejprve jej dokončete.
de: Es ist eine weitere Kontoüberweisung im Gange. Bitte vervollständigen Sie diese zuerst.
es: Ya hay una transferencia de cuenta en curso. Por favor, complétela primero.
fr: Il y a un autre transfert de compte en cours. Veuillez le compléter d'abord.
it: C'è un altro trasferimento di account in corso. Si prega di completarlo prima di continuare.
ja: 別のアカウント転送が進行中です。まずそれを完了してください。
ko: 다른 계정 전송이 진행 중입니다. 먼저 완료하세요.
lt: Šiuo metu vyksta kitas paskyros perdavimas. Pirmiausia užbaikite jį.
nl: Er is een andere accountoverdracht bezig. Rond deze eerst af.
pl: Aktualnie trwa inny transfer konta. Musisz go najpierw ukończyć.
pt: Há outra transferência de conta em andamento. Conclua-a primeiro.
ro: Există un alt transfer de cont. Vă rugăm să-l completați mai întâi.
ru: Передача учетной записи уже осуществляется. Пожалуйста, сначала завершите ее.
sl: V teku je drug prenos računa. Prosimo, dokončajte ga najprej.
sv: Det pågår redan en annan kontotransfer. Slutför den först.
uk: Наразі виконується інше передавання облікового запису. Будь ласка, спочатку завершіть його.

# resource.menu.action.failed
source: %@ failed!
cs: %@ selhalo!
de: %@ fehlgeschlagen!
es: ¡%@ falló!
fr: %@ a échoué !
it: %@ non riuscito!
ja: %@ に失敗しました！
ko: %@ 실패됨!
lt: %@ nepavyko!
nl: %@ mislukt!
pl: %@: brak powodzenia!
pt: %@ falhou!
ro: %@ a eșuat!
ru: %@ не удалось!
sl: %@ ni uspelo!
sv: %@ misslyckades!
uk: %@ не вдалося!

# mfa.yubiKey.scan.failed
source: Scan failed
cs: Skenování selhalo
de: Scannen fehlgeschlagen
es: Escaneo fallido
fr: Échec du scan
it: Scansione fallita
ja: スキャンに失敗しました
ko: 스캔 실패됨
lt: Skenavimas nepavyko
nl: Scannen mislukt
pl: Skanowanie nie powiodło się
pt: Leitura falhou
ro: Scanare eșuată
ru: Ошибка сканирования
sl: Skeniranje ni uspelo
sv: Skanning misslyckades
uk: Помилка сканування

# error.internal.inconsistency
source: Internal inconsistency, please report a bug.
cs: Vnitřní nesrovnalost, prosím nahlaste chybu.
de: Interne Inkonsistenz, bitte melden Sie einen Fehler.
es: Inconsistencia interna, por favor informe del error.
fr: Incohérence interne, veuillez signaler un bug.
it: Incongruenza interna, si prega di segnalare un bug.
ja: 内部不整合が発生しました。バグを報告してください。
ko: 내부 불일치. 버그를 보고하세요.
lt: Vidinė neatitiktis, praneškite apie klaidą programuotojams.
nl: Interne inconsistentie, meld een bug.
pl: Wewnętrzna niespójność, prosimy o zgłoszenie błędu.
pt: Inconsistência interna, relate um bug.
ro: Inconsistență internă, vă rugăm să o raportați ca eroare.
ru: Внутренняя ошибка несоответствия, пожалуйста, сообщите об ошибке.
sl: Notranja neskladnost, prosimo, prijavite napako.
sv: Intern inkonsekvens, vänligen rapportera en bugg.
uk: Внутрішня помилка, будь ласка, повідомте про помилку.

# error.feature.unavailable
source: Feature unavailable.
cs: Funkce není dostupná.
de: Funktion nicht verfügbar.
es: Característica no disponible.
fr: Fonctionnalité indisponible.
it: Funzione non disponibile.
ja: 機能を使用できません。
ko: 기능을 사용할 수 없습니다.
lt: Funkcija nepasiekiama.
nl: Functie niet beschikbaar.
pl: Funkcja niedostępna.
pt: Recurso indisponível.
ro: Funcție indisponibilă.
ru: Функция недоступна.
sl: Funkcija ni na voljo.
sv: Funktion inte tillgänglig.
uk: Функція недоступна.

# error.nfc.not.supported
source: NFC is not supported.
cs: NFC není podporováno.
de: NFC wird nicht unterstützt.
es: El NFC no es compatible.
fr: NFC n'est pas supporté.
it: NFC non supportato.
ja: NFCはサポートされていません。
ko: NFC는 지원하지 않습니다.
lt: NFC nepalaikoma.
nl: NFC wordt niet ondersteund.
pl: NFC nie jest obsługiwane.
pt: NFC não é suportado.
ro: NFC-ul nu este suportat.
ru: NFC не поддерживается.
sl: NFC ni podprt.
sv: NFC stöds inte.
uk: NFC не підтримується.

# error.nfc.payload.invalid
source: NFC payload invalid.
cs: Neplatná data NFC.
de: NFC payload ungültig.
es: El payload del NFC no es válido.
fr: Contenu NFC invalide.
it: Payload NFC non valido.
ja: NFCペイロードが無効です。
ko: NFC 페이로드가 잘못되었습니다.
lt: Neteisingas NFC turinys.
nl: NFC-payload is ongeldig.
pl: Nieprawidłowy payload NFC.
pt: Payload NFC inválido.
ro: Conținut NFC invalid.
ru: Данные NFC не прошли проверку.
sl: NFC vsebina ni veljavna.
sv: Ogiltig NFC-payload.
uk: Неправильний вміст NFC.

# error.url.invalid
source: Invalid URL.
cs: Neplatná URL adresa.
de: Ungültige URL.
es: URL no válida.
fr: URL invalide.
it: URL non valido.
ja: URLが無効です。
ko: 잘못된 URL.
lt: Neteisingas URL.
nl: Ongeldige URL.
pl: Nieprawidłowy adres URL.
pt: URL inválida.
ro: URL invalid.
ru: Неверный URL-адрес.
sl: Neveljavni URL.
sv: Ogiltig URL.
uk: Неправильний URL.

# error.internet.connection.issue
source: Cannot connect to the internet.
cs: Nelze se připojit k internetu.
de: Keine Internetverbindung möglich.
es: No es posible conectarse a internet.
fr: Impossible de se connecter à Internet.
it: Impossibile collegarsi a internet.
ja: インターネットに接続できません。
ko: 인터넷에 연결할 수 없습니다.
lt: Nepavyksta prisijungti prie interneto.
nl: Kan geen verbinding maken met internet.
pl: Nie można połączyć się z Internetem.
pt: Não é possível conectar à internet.
ro: Conectarea la internet nu este posibilă.
ru: Не удается подключиться к Интернету.
sl: Ni povezave z internetom.
sv: Kan inte ansluta till internet.
uk: Неможливо під'єднатися до інтернету.

# error.client.certificate.invalid
source: Client certificate invalid.
cs: Neplatný certifikát klienta.
de: Kundenzertifikat ungültig.
es: Certificado de cliente no válido.
fr: Certificat client invalide.
it: Certificato client non valido.
ja: クライアント証明書が無効です。
ko: 클라이언트 인증서가 잘못되었습니다.
lt: Neteisingas kliento sertifikatas.
nl: Cliëntcertificaat is ongeldig.
pl: Certyfikat klienta jest nieprawidłowy.
pt: Certificado de cliente inválido.
ro: Certificat client invalid.
ru: Недопустимый сертификат клиента.
sl: Neveljaven certifikat odjemalca.
sv: Ogiltigt klientcertifikat.
uk: Недійсний клієнтський сертифікат.

# error.server.connection.issue
source: Cannot connect with the server.
cs: Nelze se spojit se serverem.
de: Keine Verbindung zum Server möglich.
es: No es posible conectarse con el servidor.
fr: Impossible de se connecter avec le serveur.
it: Impossibile collegarsi al server.
ja: サーバーに接続できません。
ko: 서버에 연결할 수 없습니다.
lt: Nepavyksta prisijungti prie serverio.
nl: Kan geen verbinding maken met de server.
pl: Nie można połączyć się z serwerem.
pt: Não é possível conectar-se ao servidor.
ro: Conectarea la server nu este posibilă.
ru: Не удается подключиться к серверу.
sl: Ni mogoče povezati s strežnikom.
sv: Kan inte ansluta till servern.
uk: Неможливо під'єднатися до сервера.

# error.server.time.issue
source: Server and client time is out of sync, please contact your administrator.
cs: Časy serveru a klienta nejsou synchronizovány, kontaktujte prosím svého administrátora.
de: Server- und Clientzeit ist nicht synchronisiert, bitte kontaktieren Sie Ihren Administrator.
fr: Le serveur et le client sont désynchronisés, veuillez contacter votre administrateur.
it: L'ora del server e quella del client non sono sincronizzate, si prega di contattare l'amministratore.
ja: サーバーとクライアントの時刻が同期していません。管理者にお問い合わせください。
ko: 서버와 클라이언트 동기화되지 않았습니다. 관리자에게 문의하세요.
lt: Serverio ir kliento laikas nesutampa, kreipkitės į savo administratorių.
nl: Server- en clienttijd zijn niet gesynchroniseerd. Neem contact op met je beheerder.
pl: Czas na twoim urządzeniu nie jest zsynchronizowany z czasem serwera, skontaktuj się z administratorem.
pt: O horário do servidor e do cliente está fora de sincronia, entre em contato com o administrador.
ro: Timpul serverului și al clientului nu este sincronizat, vă rugăm să contactați administratorul.
ru: Время на сервере и клиенте не совпадают, пожалуйста, свяжитесь с администратором.
sl: Čas na strežniku in odjemalcu ni usklajen, prosimo, kontaktirajte skrbnika.
sv: Server- och klienttid är ur synk, kontakta din administratör.
uk: Час сервера та клієнта не синхронізовано, зверніться до адміністратора.

# error.server.response.invalid
source: Invalid server response
cs: Neplatná odpověď serveru
de: Ungültige Server-Antwort
es: Respuesta del servidor no válida
fr: Réponse du serveur invalide
it: Risposta server non valida
ja: サーバーの応答が無効です
ko: 잘못된 서버 응답
lt: Neteisingas serverio atsakymas
nl: Ongeldige serverreactie
pl: Nieprawidłowa odpowiedź serwera
pt: Resposta do servidor inválida
ro: Răspuns server invalid
ru: Неправильный ответ сервера
sl: Neveljavni odgovor strežnika
sv: Ogiltigt serversvar
uk: Неправильна відповідь сервера

# error.server.response.timeout
source: Server response timeout.
cs: Časový limit odezvy serveru vypršel.
de: Server Antwort-Timeout.
es: Tiempo de espera de respuesta del servidor expirado.
fr: Délai de réponse du serveur.
it: Tempo di risposta del server scaduto.
ja: サーバー応答がタイムアウトしました。
ko: 서버 응답시간 초과
lt: Serverio atsakymo laikas baigėsi.
nl: Time-out van serverreactie.
pl: Przekroczono limit czasu odpowiedzi serwera.
pt: Tempo de resposta do servidor esgotado.
ro: Durată timeout server.
ru: Время ответа сервера истекло.
sl: Časovni odziv strežnika je potekel.
sv: Tidsgräns för serversvar överskriden.
uk: Час очікування відповіді сервера вичерпано.

# error.server.certificate.invalid
source: Invalid server certificate.
cs: Neplatný certifikát serveru.
de: Ungültiges Server-Zertifikat.
es: Certificado de servidor no válido.
fr: Certificat de serveur invalide.
it: Certificato server non valido.
ja: サーバー証明書が無効です。
ko: 잘못된 서버 인증서
lt: Neteisingas serverio sertifikatas.
nl: Ongeldig servercertificaat.
pl: Nieprawidłowy certyfikat serwera.
pt: Certificado de servidor inválido.
ro: Certificat server invalid.
ru: Неверный сертификат сервера.
sl: Neveljavni strežniški certifikat.
sv: Ogiltigt servercertifikat.
uk: Недійсний сертифікат сервера.

# error.http.request.invalid
source: HTTP request invalid.
cs: HTTP neplatný požadavek.
de: HTTP-Anfrage ungültig.
es: Solicitud HTTP no válida.
fr: Requête HTTP non valide.
it: Richiesta HTTP non valida.
ja: HTTPリクエストが無効です。
ko: HTTP 요청 잘못됨
lt: HTTP užklausa negalioja.
nl: HTTP-verzoek ongeldig.
pl: Nieprawidłowe żądanie HTTP.
pt: Requisição HTTP inválida.
ro: Cererea HTTP este invalidă.
ru: Недопустимый HTTP-запрос.
sl: HTTP zahteva ni veljavna.
sv: Ogiltig HTTP-begäran.
uk: Некоректний HTTP-запит.

# error.http.response.invalid
source: HTTP response invalid.
cs: HTTP neplatná odpověď.
de: HTTP-Antwort ungültig.
es: Respuesta HTTP no válida.
fr: Réponse HTTP non valide.
it: Risposta HTTP non valida.
ja: HTTPレスポンスが無効です。
ko: HTTP 응답 잘못됨
lt: HTTP atsakymas negalioja.
nl: HTTP-reactie ongeldig.
pl: Nieprawidłowa odpowiedź HTTP.
pt: Resposta HTTP inválida.
ro: Răspuns HTTP invalid.
ru: Некорректный HTTP ответ.
sl: HTTP odziv ni veljaven.
sv: Ogiltigt HTTP-svar.
uk: Некоректна HTTP-відповідь.

# error.network.response.invalid
source: Invalid network response
cs: Neplatná odpověď sítě
de: Ungültige Netzwerk-Antwort
es: Respuesta de red no válida
fr: Réponse réseau invalide
it: Risposta di rete non valida
ja: ネットワーク応答が無効です
ko: 잘못된 네트워크 응답
lt: Neteisingas tinklo atsakymas
nl: Ongeldige netwerkreactie
pl: Nieprawidłowa odpowiedź sieci
pt: Resposta de rede inválida
ro: Răspuns de rețea invalid
ru: Недопустимый ответ сети
sl: Neveljavni odgovor omrežja
sv: Ogiltigt nätverkssvar
uk: Неправильна мережева відповідь

# error.http.response.forbidden
source: HTTP forbidden.
cs: HTTP zakázáno.
de: HTTP verboten.
es: HTTP no permitido.
fr: HTTP interdit.
it: HTTP vietato.
ja: HTTP禁止。
ko: HTTP 금지됨.
lt: HTTP uždrausta.
nl: HTTP-toegang verboden.
pl: Zabroniony HTTP.
pt: HTTP proibido.
ro: HTTP-ul nu este permis.
ru: HTTP запрещен.
sl: HTTP prepovedan.
sv: HTTP nekad.
uk: HTTP заборонено.

# error.http.response.not.found
source: HTTP not found.
cs: HTTP nenalezeno.
de: HTTP nicht gefunden.
es: HTTP no encontrado.
fr: HTTP introuvable.
it: HTTP non trovato.
ja: HTTPが見つかりません。
ko: HTTP 없음.
lt: HTTP nerastas.
nl: HTTP niet gevonden.
pl: Nie znaleziono HTTP.
pt: HTTP não encontrado.
ro: Răspunsul HTTP nu a fost găsit.
ru: HTTP не обнаружен.
sl: HTTP ni najdeno.
sv: HTTP hittades inte.
uk: HTTP не знайдено.

# error.http.response.redirect
source: HTTP redirect.
cs: HTTP přesměrování.
de: HTTP-Umleitung.
es: Redirección HTTP.
fr: Redirection HTTP.
it: HTTP reindirizzamento.
ja: HTTPリダイレクト。
ko: HTTP 리다이렉트.
lt: HTTP peradresavimas.
nl: HTTP-omleiding.
pl: Przekierowanie HTTP.
pt: Redirecionamento HTTP.
ro: Redirecționare HTTP.
ru: Переадресация HTTP.
sl: HTTP preusmeritev.
sv: HTTP-omdirigering.
uk: HTTP переспрямування.

# error.http.response.status.code.unexpected
source: HTTP status code unexpected.
cs: HTTP neočekávaný kód stavu.
de: HTTP-Statuscode unerwartet.
es: Código de estado HTTP inesperado.
fr: Code de statut HTTP inattendu.
it: Codice di stato HTTP inaspettato.
ja: HTTPステータスコードが予期しない値です。
ko: HTTP 예상치 못한 상태 코드.
lt: Netikėtas HTTP būsenos kodas.
nl: Onverwachte HTTP-statuscode.
pl: Nieoczekiwany kod statusu HTTP.
pt: Código de status HTTP inesperado.
ro: Răspunsul HTTP este neașteptat.
ru: Неожиданный код статуса HTTP.
sl: HTTP status koda ni pričakovana.
sv: Oväntad HTTP-statuskod.
uk: Неочікуваний статус-код HTTP.

# error.http.response.unauthorized
source: HTTP unauthorized.
cs: HTTP neautorizován.
de: HTTP nicht autorisiert.
es: HTTP no autorizado.
fr: HTTP non autorisé.
it: HTTP non autorizzato.
ja: HTTP認証が行われていません。
ko: HTTP 미인증
lt: HTTP neautorizuotas.
nl: HTTP-autorisatie mislukt.
pl: Nieautoryzowany HTTP.
pt: HTTP não autorizado.
ro: Cererea HTTP este neautorizată.
ru: HTTP не авторизован.
sl: HTTP neavtoriziran.
sv: HTTP inte auktoriserad.
uk: HTTP неавторизовано.

# error.network.response.decoding.failed
source: Network response decoding failed.
cs: Dekódování odpovědi sítě selhalo.
de: Dekodierung der Netzwerkantwort fehlgeschlagen.
es: La decodificación de la respuesta de red ha fallado.
fr: Le décodage de la réponse réseau a échoué.
it: Decodifica della risposta di rete non riuscita.
ja: ネットワーク応答のデコードに失敗しました。
ko: 네트워크 응답 디코딩 실패됨.
lt: Nepavyko dekoduoti tinklo atsakymo.
nl: Decoderen van netwerkreactie mislukt.
pl: Dekodowanie odpowiedzi sieciowej nie powiodło się.
pt: Falha ao decodificar a resposta de rede.
ro: Decodarea răspunsului de rețea a eșuat.
ru: Сбой расшифровки сетевого отклика.
sl: Dekodiranje omrežnega odziva ni uspelo.
sv: Misslyckades att avkoda nätverkssvar.
uk: Не вдалося декодувати мережеву відповідь.

# error.network.request.validation.failure
source: Network request validation failed.
cs: Ověření síťového požadavku selhalo.
de: Überprüfung der Netzwerkanfrage fehlgeschlagen.
es: La validación de la solicitud de red ha fallado.
fr: La validation de la requête réseau a échoué.
it: Convalida richiesta di rete non riuscita.
ja: ネットワークリクエストの検証に失敗しました。
ko: 네크워크 요청 유효성 검사 실패됨.
lt: Nepavyko patvirtinti tinklo užklausos.
nl: Validatie van netwerkverzoek mislukt.
pl: Walidacja żądania sieciowego nie powiodła się.
pt: Falha na validação da requisição de rede.
ro: Validarea solicitării de rețea a eșuat.
ru: Проверка сетевого запроса не удалась.
sl: Preverjanje omrežne zahteve ni uspelo.
sv: Validering av nätverksbegäran misslyckades.
uk: Перевірка мережевого запиту не пройдена.

# error.session.authorization.required
source: Session authorization required
cs: Vyžadována autorizace relace
de: Sitzungsberechtigung erforderlich
es: Autorización de sesión obligatoria
fr: Autorisation de session nécessaire
it: Autorizzazione di sessione richiesta
ja: セッションの認可が必要です
ko: 세션 인증 필요
lt: Reikalingas seanso autorizavimas
nl: Sessiemachtiging vereist
pl: Wymagana autoryzacja sesji
pt: Autorização de sessão necessária
ro: Este necesară autorizarea sesiunii
ru: Требуется авторизация сессии
sl: Avtentikacija seje je obvezna
sv: Sessionsauktorisering krävs
uk: Потрібна авторизація сесії

# error.session.authorization.mfa.required
source: Session MFA authorization required.
cs: Vyžadována autorizace MFA relace.
de: MFA-Autorisierung erforderlich.
es: Autorización MFA de la sesión necesaria.
fr: Autorisation AMF de session nécessaire.
it: Autorizzazione di sessione MFA richiesta.
ja: セッションのMFA認可が必要です。
ko: 세션 다단계인증 필요.
lt: Reikalingas seanso MFA autorizavimas.
nl: Sessiemachtiging MFA vereist.
pl: Wymagana autoryzacja sesji przez MFA.
pt: Autorização de sessão MFA necessária.
ro: Este necesară autorizarea MFA pentru sesiune.
ru: Требуется авторизация MFA сессии.
sl: Za sejo je potrebna večfaktorska avtorizacija.
sv: Sessionsauktorisering för MFA krävs.
uk: Потрібна дворівнева авторизація сесії.

# error.session.missing
source: Missing session.
cs: Chybějící relace.
de: Fehlende Sitzung.
es: Sesión perdida.
fr: Session manquante.
it: Sessione mancante.
ja: セッションがありません。
ko: 세션 없음.
lt: Seansas nerastas.
nl: Ontbrekende sessie.
pl: Brakująca sesja.
pt: Sessão ausente.
ro: Sesiune lipsă.
ru: Отсутствует сессия.
sl: Manjkajoča seja.
sv: Session saknas.
uk: Сесія відсутня.

# error.crypto.data.signature.invalid
source: Data singature invalid.
cs: Podpis dat je neplatný.
de: Daten-Signatur ungültig.
es: La firma de datos no es válida.
fr: La signature des données est invalide.
it: Firma dei dati non valida.
ja: データ署名が無効です。
ko: 데이터 서명이 잘못되었습니다.
lt: Neteisingas duomenų parašas.
nl: Handtekening van gegevens ongeldig.
pl: Nieprawidłowa sygnatura danych.
pt: Assinatura de dados inválida.
ro: Date semnătură invalide.
ru: Некорректная подпись данных.
sl: Podpis podatkov ni veljaven.
sv: Ogiltig datasignatur.
uk: Неправильний підпис даних.

# error.crypto.passphrase.invalid
source: Invalid passphrase.
cs: Neplatné přístupové fráze.
de: Ungültige Passphrase.
es: Contraseña no válida.
fr: Phrase de passe invalide.
it: Frase segreta non valida.
ja: パスフレーズが無効です。
ko: 비밀문구가 잘못되었습니다.
lt: Neteisinga slaptafrazė.
nl: Ongeldige wachtwoordzin.
pl: Nieprawidłowe hasło dostępu.
pt: Frase-chave inválida.
ro: Parolă invalidă.
ru: Неверная парольная фраза.
sl: Neveljavno geslo.
sv: Ogiltig lösenfras.
uk: Недійсна парольна фраза.

# error.crypto.pgp.fingerprint.invalid
source: Invalid PGP fingerprint.
cs: Neplatný otisk PGP.
de: Ungültiger PGP-Fingerabdruck.
es: Huella PGP no válida.
fr: Empreinte PGP invalide.
it: Impronta digitale PGP non valida.
ja: PGPフィンガープリントが無効です。
ko: PGP 지문이 잘못되었습니다.
lt: Neteisingas PGP "fingerprint".
nl: Ongeldige PGP-vingerafdruk.
pl: Nieprawidłowy odcisk PGP.
pt: Impressão digital PGP inválida.
ro: Amprentă PGP invalidă.
ru: Неверный отпечаток PGP.
sl: Neveljaven PGP prstni odtis.
sv: Ogiltigt PGP-fingeravtryck.
uk: Неправильний PGP-відбиток.

# error.crypto.pgp.fingerprint.mismatch
source: PGP fingerprint mismatch.
cs: PGP neodpovídá otisku prstu.
de: PGP-Fingerabdruck stimmt nicht überein.
es: La huella digital PGP no coincide.
fr: Incompatibilité de l'empreinte PGP.
it: Le impronte PGP non corrispondono.
ja: PGPフィンガープリントが一致しません。
ko: PGP 지문이 일치하지 않습니다.
lt: Nesutampa PGP "fingerprint".
nl: PGP-vingerafdruk komt niet overeen.
pl: Niezgodność odcisku PGP.
pt: Incompatibilidade de impressão digital PGP.
ro: Nepotrivire amprentă PGP.
ru: Несовпадение отпечатка PGP.
sl: PGP prstni odtis prinašalca se ne ujema.
sv: PGP-fingeravtryck stämmer inte överens.
uk: Невідповідність PGP-відбитка.

# error.crypto.pgp.public.key.invalid
source: Invalid public PGP key.
cs: Neplatný veřejný PGP klíč.
de: Ungültiger öffentlicher PGP-Schlüssel.
es: Clave PGP pública no válida.
fr: Clé publique PGP invalide.
it: Chiave pubblica PGP non valida.
ja: 公開PGPキーが無効です。
ko: 공개 PGP키가 잘못되었습니다.
lt: Neteisingas viešasis PGP raktas.
nl: Ongeldige openbare PGP-sleutel.
pl: Nieprawidłowy publiczny klucz PGP.
pt: Chave PGP pública inválida.
ro: Cheie publică PGP invalidă.
ru: Неверный публичный PGP ключ.
sl: Neveljavni javni PGP ključ.
sv: Ogiltig publik PGP-nyckel.
uk: Недійсний публічний PGP-ключ.
