Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# extension.setup.switch.step.bold
source: Enable
cs: Povolit
de: Aktivieren
es: Activar
fr: Activer
it: Abilita
ja: 有効にする
ko: 사용함
lt: Įjungti
nl: Inschakelen
pl: Włącz
pt: Ativar
ro: Activați
ru: Включить
sl: Omogoči
sv: Aktivera
uk: Увімкнути

# extension.setup.keychain.step
source: Turn off Keychain
cs: Vypnout Klíčenku
de: Keychain deaktivieren
es: Desactive el llavero
fr: Désactiver le KeyChain
it: Disattiva Portachiavi
ja: キーチェーンをオフにする
ko: 키체인 끄기
lt: Išjunkite "Keychain"
nl: Schakel Sleutelhangertoegang uit
pl: Wyłącz Pęk kluczy
pt: Desativar Keychain
ro: Dezactivează Keychain
ru: Выключить Keychain
sl: Izklopi Keychain
sv: Stäng av Nyckelring
uk: Вимкнути Keychain

# extension.setup.keychain.step.bold
source: Turn off
cs: Vypnout
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Spegni
ja: オフにする
ko: 끄기
lt: Išjungti
nl: Uitschakelen
pl: Wyłącz
pt: Desativar
ro: Dezactivați
ru: Выключить
sl: Izklopi
sv: Stäng av
uk: Вимкнути

# extension.setup.passbolt.step
source: Choose Passbolt!
cs: Zvolte Passbolt!
de: Passbolt wählen!
es: ¡Elija Passbolt!
fr: Choisissez Passbolt!
it: Scegli Passbolt!
ja: パスボルトを選択！
ko: 패스볼트 선택!
lt: Pasirinkite Passbolt!
nl: Kies Passbolt!
pl: Wybierz Passbolt!
pt: Escolha o Passbolt!
ro: Alegeți Passbolt!
ru: Выберите Passbolt!
sl: Izberite Passbolt!
sv: Välj Passbolt!
uk: Оберіть Passbolt!

# extension.setup.passbolt.step.bold
source: Passbolt!
ja: パスボルト！
ko: 패스볼트!
lt: Passboltas!

# extension.setup.setup.button
source: Go to settings
cs: Přejít do nastavení
de: Zu den Einstellungen
es: Ir a los ajustes
fr: Aller aux paramètres
it: Vai alle impostazioni
ja: 設定に移動
ko: 설정으로 이동
lt: Eikite į nustatymus
nl: Ga naar instellingen
pl: Przejdź do ustawień
pt: Ir para Configurações
ro: Accesați setările
ru: Перейти к настройкам
sl: Pojdi v nastavitve
sv: Gå till inställningar
uk: Перейдіть до налаштувань

# extension.setup.later.button
source: Maybe later
cs: Možná později
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi
ja: 後で
ko: 나중에
lt: Gal vėliau
nl: Misschien later
pl: Może później
pt: Talvez mais tarde
ro: Poate mai târziu
ru: Возможно, позже
sl: Morda kasneje
sv: Kanske senare
uk: Можливо, пізніше

# tab.home
source: Home
cs: Domů
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
lt: Pradžia
nl: Start
pl: Strona główna
pt: Início
ro: Start
ru: Главная
sl: Domov
sv: Hem
uk: Головна

# tab.otp
source: TOTP
lt: Laikinas vienkartinis slaptažodis (TOTP)
sv: Engångslösenord (TOTP)

# tab.settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
uk: Налаштування

# authorization.prompt.refresh.session.reason
source: Please authenticate to refresh session
cs: Pro obnovení relace se prosím přihlaste
de: Bitte authentifizieren Sie sich, um die Sitzung zu aktualisieren
es: Por favor, autentifíquese para actualizar la sesión
fr: Veuillez vous authentifier pour rafraîchir la session
it: Si prega di autenticarsi per aggiornare la sessione
ja: セッションを更新するために認証してください
ko: 세션을 새로 고치려면 인증하세요.
lt: Prašome atlikti autentifikavimą, kad būtų atnaujinta sesija
nl: Authenticeer om je sessie te vernieuwen
pl: Uwierzytelnij się, aby odświeżyć sesję
pt: Por favor, autentique para atualizar a sessão
ro: Vă rugăm să vă autentificați pentru a actualiza sesiunea
ru: Пожалуйста, авторизуйтесь, чтобы обновить сессию
sl: Za osvežitev seje je potrebna avtentikacija.
sv: Vänligen autentisera för att uppdatera sessionen
uk: Будь ласка, пройдіть автентифікацію, щоб оновити сесію

# authorization.prompt.biometrics.set.reason
source: Please authenticate to enable biometrics.
cs: Pro povolení biometriky se prosím přihlaste.
de: Bitte authentifizieren Sie sich, um die Biometrie zu aktivieren.
es: Por favor, autentifíquese para activar la biometría.
fr: Veuillez vous authentifier pour activer la biométrie.
it: Eseguire l'autenticazione per abilitare la verifica biometrica.
ja: バイオメトリクスを有効にするために認証してください。
ko: 생체 인식을 사용하려면 인증하세요.
lt: Prašome autentifikuotis, kad būtų galima įjungti biometriką.
nl: Authenticeer om biometrie in te schakelen.
pl: Uwierzytelnij się, aby włączyć dane biometryczne.
pt: Por favor, autentique-se para habilitar a biometria.
ro: Vă rugăm să vă autentificați pentru a activa biometria.
ru: Пожалуйста, авторизуйтесь, чтобы включить биометрические данные.
sl: Za omogočitev biometrije je potrebna avtentikacija.
sv: Vänligen autentisera för att aktivera biometri.
uk: Будь ласка, пройдіть автентифікацію, щоб увімкнути біометрію.

# resources.search.placeholder
source: Search by name, username, url or tag...
cs: Hledat podle názvu, uživatelského jména, URL nebo tagu...
de: Suche nach Namen, Benutzernamen, URL oder Tag...
es: Buscar por nombre, nombre de usuario, url o etiqueta...
fr: Rechercher un nom, un utilisateur, un URL ou une étiquette...
it: Ricerca per nome, utente, url o tag...
ja: 名前、ユーザー名、URL、タグで検索…
ko: 이름, 사용자, url 또는 태그로 검색...
lt: Ieškokite pagal pavadinimą, vartotojo vardą, URL ar žymą...
nl: Zoek op naam, gebruikersnaam, url of label...
pl: Szukaj po nazwie, nazwie użytkownika, adresie URL lub tagu...
pt: Pesquisar por nome, usuário, URL ou TAG...
ro: Căutare după nume, nume de utilizator, URL sau etichetă...
ru: Поиск по имени, имени пользователя, url или тегу...
sl: Iskanje po imenu, uporabniku, URL-ju ali oznaki...
sv: Sök efter namn, användarnamn, url eller tagg...
uk: Шукати за назвою, іменем користувача, URL або тегом…

# resource.menu.item.open.url
source: Launch website
cs: Otevřít web
de: Webseite öffnen
es: Abrir sitio web
fr: Lancer le site web
it: Apri sito web
ja: ウェブサイトを起動
ko: 웹 열기
lt: Atidaryti svetainę
nl: Website openen
pl: Uruchom stronę
pt: Abrir o site
ro: Lansează website
ru: Открыть сайт
sl: Zagon spletne strani
sv: Starta webbplats
uk: Відкрити вебсайт

# resource.menu.item.copy.url
source: Copy URL
cs: Kopírovat URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
lt: Kopijuoti URL
nl: URL kopiëren
pl: Skopiuj adres URL
pt: Copiar URL
ro: Copiază URL-ul
ru: Скопировать URL-адрес
sl: Kopiraj URL
sv: Kopiera URL
uk: Скопіювати URL

# resource.menu.item.copy.password
source: Copy password
cs: Kopírovat heslo
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia password
ja: パスワードをコピー
ko: 비밀번호 복사
lt: Kopijuoti slaptažodį
nl: Wachtwoord kopiëren
pl: Skopiuj hasło
pt: Copiar senha
ro: Copiază parola
ru: Скопировать пароль
sl: Kopiraj geslo
sv: Kopiera lösenord
uk: Скопіювати пароль

# resource.menu.item.copy.username
source: Copy username
cs: Kopírovat uživatelské jméno
de: Benutzernamen kopieren
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
it: Copia nome utente
ja: ユーザー名をコピー
ko: 사용자이름 복사
lt: Kopijuoti vartotojo vardą
nl: Kopieer gebruikersnaam
pl: Skopiuj nazwę użytkownika
pt: Copiar usuário
ro: Copiază nume utilizator
ru: Копировать логин
sl: Kopiraj uporabniško ime
sv: Kopiera användarnamn
uk: Скопіювати імʼя користувача

# resource.menu.item.copy.description
source: Copy description
cs: Kopírovat popis
de: Beschreibung kopieren
es: Copiar descripción
fr: Copier la description
it: Copia descrizione
ja: 説明をコピー
ko: 설명 복사
lt: Kopijuoti aprašymą
nl: Omschrijving kopiëren
pl: Skopiuj opis
pt: Copiar descrição
ro: Copiază descrierea
ru: Скопировать описание
sl: Kopiraj opis
sv: Kopiera beskrivning
uk: Скопіювати опис

# resource.menu.item.reveal.otp
source: Show TOTP
cs: Zobrazit TOTP
de: TOTP anzeigen
fr: Afficher le TOTP
it: Mostra la TOTP
ja: TOTPを表示
ko: TOTP 보기
lt: Rodyti TOTP
nl: Toon TOTP
pl: Wyświetl TOTP
pt: Mostrar TOTP
ro: Afișați TOTP-ul
ru: Показать одноразовый пароль
sl: Pokaži TOTP
sv: Visa TOTP
uk: Показати TOTP

# resource.menu.item.copy.otp
source: Copy TOTP
cs: Kopírovat TOTP
de: TOTP kopieren
fr: Copier le TOTP
it: Copia la TOTP
ja: TOTPをコピー
ko: TOTP 복사
lt: Kopijuoti TOTP
nl: TOTP kopiëren
pl: Skopiuj TOTP
pt: Copiar TOTP
ro: Copiați TOTP-ul
ru: Скопировать одноразовый пароль
sl: Kopiraj TOTP
sv: Kopiera TOTP
uk: Скопіювати TOTP

# resource.menu.item.add.favorite
source: Add to favorite
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기 추가
lt: Pridėti į mėgstamiausius
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ro: Adaugă la favorite
ru: Добавить в избранное
sl: Dodaj med priljubljene
sv: Lägg till i favoriter
uk: Додати в обране

# resource.menu.item.remove.favorite
source: Remove from favorite
cs: Odebrat z oblíbených
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 제거
lt: Pašalinti iš mėgstamiausių
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
pt: Remover dos favoritos
ro: Elimină din favorite
ru: Убрать из избранного
sl: Odstrani iz priljubljenih
sv: Ta bort från favoriter
uk: Видалити з обраного

# resource.menu.item.share
source: Share password
cs: Sdílet heslo
de: Freigeben
es: Compartir contraseña
fr: Partager le mot de passe
it: Condividi
ja: 共有
ko: 비밀번호 공유
lt: Dalintis
nl: Wachtwoord delen
pl: Udostępnij
pt: Compartilhar senha
ro: Partajează parola
ru: Поделиться
sl: Deli
sv: Dela
uk: Share

# resource.menu.item.edit.otp
source: Edit TOTP
cs: Upravit TOTP
de: TOTP bearbeiten
fr: Modifier le TOTP
it: Modifica TOTP
ja: TOTPを編集
ko: TOTP 수정
lt: Redaguoti TOTP
nl: TOTP bewerken
pl: Edytuj TOTP
pt: Editar TOTP
ro: Editați TOTP-ul
ru: Изменить TOTP
sl: Uredi TOTP
sv: Redigera TOTP
uk: Редагувати TOTP

# resource.menu.item.delete.resource
source: Delete password
cs: Odstranit heslo
de: Löschen
fr: Supprimer le mot de passe
it: Elimina
ja: 削除
ko: 비밀번호 삭제
lt: Ištrinti
nl: Wachtwoord verwijderen
pl: Usuń
pt: Excluir senha
ro: Ştergeţi parola
ru: Удалить
sl: Izbriši
sv: Radera
uk: Видалити

# resource.menu.item.delete.otp
source: Delete TOTP
cs: Odstranit TOTP
de: TOTP löschen
fr: Supprimer le TOTP
it: Elimina la TOTP
ja: TOTPを削除
ko: TOTP 삭제
lt: Ištrinti TOTP
nl: TOTP verwijderen
pl: Usuń TOTP
pt: Excluir TOTP
ro: Ștergeți TOTP-ul
ru: Удалить одноразовый пароль
sl: Izbriši TOTP
sv: Radera TOTP
uk: Видалити TOTP

# resource.menu.item.password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sv: Lösenord
uk: Пароль

# resource.menu.item.username
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome Utente
ja: ユーザー名
ko: 사용자이름
lt: Vartotojo vardas
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Usuário
ro: Nume utilizator
ru: Имя пользователя
sl: Uporabniško ime
sv: Användarnamn
uk: Ім'я користувача

# resource.menu.item.description
source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
lt: Domenas
nl: Omschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sl: Opis
sv: Beskrivning
uk: Опис

# resource.menu.item.url
source: URL
lt: Universalusis adresas
pl: Adres URL
ru: URL-адрес

# resource.menu.item.field.copied
source: %@ copied to your clipboard!
cs: %@ zkopírováno do vaší schránky!
de: %@ in Ihre Zwischenablage kopiert!
es: %@ copiado!
fr: %@ a été copié dans votre presse-papiers !
it: %@ copiato negli appunti!
ja: %@ がクリップボードにコピーされました！
ko: %@ (이)가 클립보드에 복사됨!
lt: %@ nukopijuotas į iškarpinę!
nl: %@ gekopieerd naar je klembord!
pl: %@ skopiowano do schowka!
pt: %@ copiado para a área de transferência!
ro: %@ a fost copiat în clipboard!
ru: %@ скопирован в буфер обмена!
sl: %@ kopiran v odložišče!
sv: %@ kopierades till urklipp!
uk: %@ скопійовано до вашого буфера обміну!

source: Resource
cs: Prostředek
de: Ressource
fr: Ressource
it: Risorsa
ja: リソース
ko: 리소스
lt: Ištekliai
nl: Middel
pl: Zasób
pt: Recurso
ro: Resursă
ru: Ресурс
sl: Vir
sv: Resurs
uk: Ресурс

# resource.menu.action.favorite.added
source: %@ has been added to favorites!
cs: %@ bylo přidáno do oblíbených!
de: %@ wurde zu Ihren Favoriten hinzugefügt!
fr: %@ a été ajouté à vos favoris !
it: %@ è stato aggiunto ai preferiti!
ja: %@ がお気に入りに追加されました！
ko: %@ (이)가 즐겨찾기에 추가됨!
lt: %@ pridėtas į mėgstamiausius!
nl: %@ is toegevoegd aan favorieten!
pl: %@ został dodany do ulubionych!
pt: %@ foi adicionado aos favoritos!
ro: %@ a fost adăugat la favorite!
ru: %@ добавлен в избранное!
sl: %@ dodan med priljubljene!
sv: %@ har lagts till i favoriter!
uk: %@ додано в обране!

# resource.menu.action.favorite.removed
source: %@ has been removed from favorites!
cs: %@ bylo odebráno z oblíbených!
de: %@ wurde aus Ihren Favoriten entfernt!
fr: %@ a été retiré de vos favoris !
it: %@ è stato rimosso dai preferiti!
ja: %@ をお気に入りから削除しました！
ko: %@ (이)가 즐겨찾기에서 삭제됨!
lt: %@ pašalintas iš mėgstamiausių!
nl: %@ is uit favorieten verwijderd!
pl: %@ został usunięty z ulubionych!
pt: %@ foi removido dos favoritos!
ro: %@ a fost eliminat din favorite!
ru: %@ был удален из избранного!
sl: %@ odstranjen izmed priljubljenih!
sv: %@ har tagits bort från favoriter!
uk: %@ видалено з обраного!

# resource.menu.action.edited
source: This password was successfully edited.
cs: Heslo bylo úspěšně upraveno.
de: Dieses Passwort wurde erfolgreich bearbeitet.
es: Esta contraseña se ha editado correctamente.
fr: Le mot de passe %s a été mis à jour avec succès.
it: La password è stata modificata con successo.
ja: このパスワードは正常に編集されました。
ko: 비밀번호를 정상적으로 변경하였습니다.
lt: Šis slaptažodis sėkmingai redaguotas.
nl: Dit wachtwoord is met succes bewerkt.
pl: To hasło zostało pomyślnie zmienione.
pt: Esta senha foi editada com sucesso.
ro: Parola %s a fost modificată cu succes.
ru: Пароль был успешно отредактирован.
sl: To geslo je bilo uspešno urejeno.
sv: Lösenordet redigerades framgångsrikt.
uk: Цей пароль було успішно відредаговано.

# resource.menu.action.deleted
source: %@ has been deleted!
cs: %@ bylo odstraněno!
de: %@ wurde gelöscht!
es: ¡%@ ha sido eliminado!
fr: %@ a été supprimé !
it: %@ è stato eliminato!
ja: %@ が削除されました！
ko: %@ 가 삭제되었습니다!
lt: %@ ištrinta!
nl: %@ is verwijderd!
pl: Usunięto: %@
pt: %@ foi excluído!
ro: %@ a fost ștearsă!
ru: %@ удалено!
sl: %@ je bil izbrisan!
sv: %@ har tagits bort!
uk: %@ видалено!

# resource.permission.type.read.label
source: can read
cs: může číst
de: kann lesen
es: puede leer
fr: peut lire
it: può leggere
ja: 読み込み可能
ko: 읽기 가능
lt: gali skaityti
nl: kan lezen
pl: może odczytać
pt: pode ler
ro: poate citi
ru: может читать
sl: lahko bere
sv: kan läsa
uk: може читати

# resource.permission.type.write.label
source: can update
cs: lze aktualizovat
de: kann aktualisieren
es: puede actualizar
fr: peut modifier
it: può aggiornare
ja: 更新可能
ko: 수정 가능
lt: gali atnaujinti
nl: kan worden bijgewerkt
pl: może aktualizować
pt: pode atualizar
ro: poate modifica
ru: может обновить
sl: lahko ureja
sv: kan uppdatera
uk: може оновлювати

# resource.permission.type.own.label
source: is owner
cs: je vlastník
de: ist Eigentümer:in
es: es propietario
fr: est propriétaire
it: è proprietario
ja: さんが所有者です
ko: 은(는) 소유자입니다.
lt: yra savininkas
nl: is eigenaar
pl: jest właścicielem
pt: é o proprietário
ro: este proprietar
ru: владелец
sl: je lastnik
sv: är ägare
uk: є власником

# resource.permission.list.title
source: Shared with
cs: Sdíleno s
de: Freigegeben für
es: Compartido con
fr: Partagé avec
it: Condiviso con
ja: 共有相手
ko: 공유 대상
lt: Pasidalinta su
nl: Gedeeld met
pl: Współdzielone z
pt: Compartilhado com
ro: Partajată cu
ru: Поделиться с
sl: V skupni rabi z
sv: Delade med
uk: Надано спільний доступ

# resource.permission.list.edit.button.title
source: Edit permissions
cs: Upravit oprávnění
de: Berechtigungen bearbeiten
es: Editar permisos
fr: Modifier les permissions
it: Modifica le autorizzazioni
ja: パーミッションを編集
ko: 권한 수정
lt: Redaguoti leidimus
nl: Machtigingen bewerken
pl: Edytuj uprawnienia
pt: Editar permissões
ro: Modifică permisiunile
ru: Изменить права доступа
sl: Uredi dovoljenja
sv: Redigera behörigheter
uk: Редагувати дозволи

# resource.permission.edit.list.title
source: Share password
cs: Sdílet heslo
de: Passwort teilen
es: Compartir contraseña
fr: Partager le mot de passe
it: Condividi password
ja: パスワードを共有
ko: 비밀번호 공유
lt: Bendrinti slaptažodį
nl: Wachtwoord delen
pl: Udostępnij hasło
pt: Compartilhar senha
ro: Partajează parola
ru: Поделиться паролем
sl: Deli geslo
sv: Dela lösenord
uk: Поділитися паролем

# resource.permission.edit.list.empty.message
source: Please make sure there is at least one owner.
cs: Ujistěte se, že existuje alespoň jeden vlastník.
de: Bitte stellen Sie sicher, dass es mindestens einen Eigentümer gibt.
es: Por favor, asegúrese de que haya al menos un propietario.
fr: Veuillez vous assurer qu'il y a au moins un propriétaire.
it: Assicurati che ci sia almeno un proprietario.
ja: 所有者が少なくとも一人いることを確認してください。
ko: 소유자가 한 명 이상 있는지 확인하세요.
lt: Įsitikinkite, kad yra bent vienas savininkas.
nl: Zorg ervoor dat er tenminste één eigenaar is.
pl: Upewnij się, że istnieje przynajmniej jeden właściciel.
pt: Por favor, verifique se há pelo menos um proprietário.
ro: Asigurați-vă că există cel puțin un proprietar.
ru: Пожалуйста, убедитесь, что есть хотя бы один владелец.
sl: Poskrbite, da je vsaj en lastnik.
sv: Vänligen se till att det finns minst en ägare.
uk: Будь ласка, переконайтеся, що є принаймні один власник.

# resource.permission.edit.list.add.button.title
source: Add users
cs: Přidat uživatele
de: Benutzer hinzufügen
es: Añadir usuarios
fr: Ajouter des utilisateurs
it: Aggiungi utenti
ja: ユーザーを追加
ko: 사용자 추가
lt: Pridėti vartotojus
nl: Gebruikers toevoegen
pl: Dodaj użytkowników
pt: Adicionar usuários
ro: Adăugați utilizatori
ru: Добавить пользователей
sl: Dodaj uporabnike
sv: Lägg till användare
uk: Додати користувачів

# resource.permission.edit.user.and.group.search.title
source: Select users
cs: Vybrat uživatele
de: Benutzer wählen
es: Seleccionar usuarios
fr: Sélectionner des utilisateurs
it: Seleziona utenti
ja: ユーザーを選択
ko: 사용자 선택
lt: Pasirinkite vartotojus
nl: Gebruikers selecteren
pl: Wybierz użytkowników
pt: Selecionar usuários
ro: Selectați utilizatori
ru: Выбрать пользователей
sl: Izberi uporabnike
sv: Välj användare
uk: Виберіть користувачів

# resource.permission.edit.user.and.group.search.prompt
source: Search for users...
cs: Hledat uživatele...
de: Suche nach Benutzern...
es: Buscar usuarios...
fr: Rechercher des utilisateurs...
it: Ricerca utenti...
ja: ユーザーを検索…
ko: 사용자 검색...
lt: Ieškoti vartotojų...
nl: Zoek naar gebruikers...
pl: Szukaj użytkowników...
pt: Pesquisar usuários...
ro: Căutați utilizatori...
ru: Поиск пользователей...
sl: Išči uporabnike...
sv: Sök efter användare...
uk: Шукати користувачів...

# resource.permission.edit.user.and.group.search.existing.section.title
source: Already added
cs: Již přidáno
de: Bereits hinzugefügt
es: Ya ha sido añadido
fr: Déjà ajouté
it: Già aggiunto
ja: 既に追加済み
ko: 이미 추가됨
lt: Jau pridėti
nl: Al toegevoegd
pl: Już dodany
pt: Já adicionado
ro: Deja adăugată
ru: Уже добавлено
sl: Že dodano
sv: Redan tillagd
uk: Вже додано

# resource.permission.delete.user.permission.confirmation.message
source: The password will no longer be shared with this user.
cs: Heslo již nebude sdíleno s tímto uživatelem.
de: Das Passwort wird nicht mehr mit diesem Benutzer geteilt.
es: La contraseña ya no se compartirá con este usuario.
fr: Le mot de passe ne sera plus partagé avec cet utilisateur.
it: La password non sarà più condivisa con questo utente.
ja: このユーザーとのパスワード共有は解除されます。
ko: 비밀번호가 더 이상 이 사용자와 공유되지 않습니다.
lt: Šis slaptažodis nebesidalins su šiuo vartotoju.
nl: Het wachtwoord wordt niet langer met deze gebruiker gedeeld.
pl: Hasło nie będzie już udostępniane temu użytkownikowi.
pt: A senha não será mais compartilhada com este usuário.
ro: Parola nu va mai fi partajată cu acest utilizator.
ru: Пароль больше не будет доступен этому пользователю.
sl: Geslo ne bo več deljeno s tem uporabnikom.
sv: Lösenordet kommer inte längre att delas med denna användare.
uk: Пароль більше не буде спільним із цим користувачем.

# resource.permission.delete.user.group.permission.confirmation.message
source: The password will no longer be shared with this group.
cs: Heslo již nebude sdíleno s touto skupinou.
de: Das Passwort wird nicht mehr mit dieser Gruppe geteilt.
es: La contraseña ya no se compartirá con este grupo.
fr: Le mot de passe ne sera plus partagé avec ce groupe.
it: La password non sarà più condivisa con questo gruppo.
ja: このグループとのパスワード共有は解除されます。
ko: 비밀번호가 더 이상 이 그룹과 공유되지 않습니다.
lt: Šis slaptažodis nebesidalins su šia grupe.
nl: Het wachtwoord wordt niet langer met deze groep gedeeld.
pl: Hasło nie będzie już udostępniane tej grupie.
pt: A senha não será mais compartilhada com este grupo.
ro: Parola nu va mai fi partajată cu acest grup.
ru: Пароль больше не будет доступен этой группе.
sl: Geslo ne bo več deljeno s to skupino.
sv: Lösenordet kommer inte längre att delas med denna grupp.
uk: Пароль більше не буде спільним із цією групою.

# resource.permission.details.title
source: Permission
cs: Oprávnění
de: Berechtigung
es: Permiso
it: Autorizzazione
ja: パーミッション
ko: 권한
lt: Leidimas
nl: Machtiging
pl: Uprawnienie
pt: Permissão
ro: Permisiune
ru: Доступ
sl: Dovoljenje
sv: Behörighet
uk: Дозвіл

# resource.permission.details.user.suspended
source: suspended
cs: pozastaven
de: gesperrt
fr: suspendu
it: sospeso
ja: 一時停止中
ko: 중지
lt: sustabdyta
nl: opgeschort
pl: zawieszony
pt: suspenso
ro: suspendat
ru: заблокирован
sl: suspendiran
sv: avstängd
uk: призупинено

# permission.details.type.section.title
source: Permission
cs: Oprávnění
de: Berechtigung
es: Permisos
it: Autorizzazione
ja: パーミッション
ko: 권한
lt: Leidimas
nl: Machtiging
pl: Uprawnienie
pt: Permissão
ro: Permisiune
ru: Разрешение
sl: Dovoljenje
sv: Behörighet
uk: Дозвіл

# permission.details.group.members.section.title
source: Group members
cs: Členové skupiny
de: Gruppenmitglieder
es: Miembros del grupo
fr: Membres du groupe
it: Membri Del Gruppo
ja: グループメンバー
ko: 그룹 구성원
lt: Grupės nariai
nl: Groepsleden
pl: Członkowie grupy
pt: Membros do Grupo
ro: Membrii grupului
ru: Участники группы
sl: Člani skupine
sv: Gruppmedlemmar
uk: Учасники групи

# permission.details.user.suspended
source: suspended
cs: pozastaven
de: gesperrt
fr: suspendu
it: sospeso
ja: 一時停止中
ko: 중지
lt: sustabdyta
nl: opgeschort
pl: zawieszony
pt: suspenso
ro: suspendat
ru: заблокирован
sl: suspendiran
sv: avstängd
uk: призупинено

# resource.permission.edit.button.delete.title
source: Delete permssion
cs: Odebrat oprávnění
de: Berechtigung löschen
es: Eliminar permiso
fr: Supprimer permission
it: Eliminare l'autorizzazione
ja: パーミッションを削除
ko: 권한 제거
lt: Ištrinti leidimą
nl: Machtiging verwijderen
pl: Usuń uprawnienie
pt: Excluir permissão
ro: Ștergeți permisiunea
ru: Удалить разрешение
sl: Izbriši dovoljenje
sv: Radera behörighet
uk: Видалити дозвіл

# resource.folders.add.menu.title
source: Create
cs: Vytvořit zdroj
de: Eine Ressource erstellen
es: Crear
fr: Create a resource
it: Create a resource
ja: Create a resource
ko: 리소스 생성
lt: Create a resource
nl: Create a resource
pl: Utwórz zasób
pt: Create a resource
ro: Create a resource
ru: Create a resource
sl: Dodaj vir
sv: Create a resource
uk: Створити ресурс

# resource.folders.add.menu.folder.label
source: Add folder
cs: Složka
de: Ordner
es: Crear carpeta
fr: Folder
it: Folder
ja: Folder
ko: 폴더
lt: Folder
nl: Folder
pl: Folder
pt: Folder
ro: Folder
ru: Folder
sl: Mapa
sv: Folder
uk: Тека
