Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# otp.contextual.menu.delete.succeeded
source: TOTP was deleted.
cs: TOTP bylo smazáno.
de: TOTP wurde gelöscht.
es: El TOTP ha sido eliminado.
fr: Le TOTP a été supprimé.
it: La TOTP è stata eliminata.
ja: TOTPが削除されました。
ko: TOTP가 삭제됨.
lt: TOTP ištrintas.
nl: TOTP is verwijderd.
pl: TOTP został usunięty.
pt: O TOTP foi excluído.
ro: TOTP-ul a fost șters.
ru: Одноразовый пароль был удален.
sl: TOTP je bil izbrisan.
sv: TOTP raderades.
uk: TOTP було видалено.

# otp.edit.menu.create.title
source: Create TOTP
cs: Vytvořit TOTP
de: TOTP erstellen
fr: Créer un TOTP
it: Crea TOTP
ja: TOTPを作成
ko: TOTP 생성
lt: Sukurti TOTP
nl: TOTP aanmaken
pl: Utwórz TOTP
pt: Criar TOTP
ro: Creați TOTP
ru: Создать временный одноразовый пароль
sl: Ustvari TOTP
sv: Skapa TOTP
uk: Створити TOTP

# otp.edit.menu.edit.title
source: Edit TOTP
cs: Upravit TOTP
de: TOTP bearbeiten
fr: Modifier le TOTP
it: Modifica TOTP
ja: TOTPを編集
ko: TOTP 수정
lt: Redaguoti TOTP
nl: TOTP bewerken
pl: Edytuj TOTP
pt: Editar TOTP
ro: Editați TOTP-ul
ru: Изменить TOTP
sl: Uredi TOTP
sv: Redigera TOTP
uk: Редагувати TOTP

# otp.edit.menu.scanning.title
source: Scan QR code
cs: Načíst QR kódy
de: QR-Code scannen
fr: Scannez le QR code
it: Scansiona un codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
lt: Nuskaitykite QR kodą
nl: QR-code scannen
pl: Skanuj kod QR
pt: Leia o QR code
ro: Scanați codul QR
ru: Сканировать QR-код
sl: Skeniraj QR kodo
sv: Skanna QR-kod
uk: Сканувати QR-код

# otp.edit.menu.create.manual.title
source: Create TOTP manually
cs: Vytvořit TOTP ručně
de: TOTP manuell erstellen
fr: Créer TOTP manuellement
it: Crea TOTP manualmente
ja: TOTPを手動で作成
ko: 수동으로 TOTP 생성
lt: Sukurkite TOTP rankiniu būdu
nl: Maak TOTP handmatig
pl: Utwórz TOTP ręcznie
pt: Criar TOTP manualmente
ro: Creați TOTP manual
ru: Создать одноразовый пароль вручную
sl: Ustvari TOTP ročno
sv: Skapa TOTP manuellt
uk: Створити TOTP вручну

# otp.edit.menu.edit.manual.title
source: Edit TOTP manually
cs: Upravit TOTP ručně
de: TOTP manuell bearbeiten
fr: Modifier TOTP manuellement
it: Modifica TOTP manualmente
ja: TOTPを手動で編集
ko: 수동으로 TOTP 수정
lt: Redaguoti TOTP rankiniu būdu
nl: Bewerk TOTP handmatig
pl: Edytuj TOTP ręcznie
pt: Editar TOTP manualmente
ro: Editați TOTP-ul manual
ru: Редактировать TOTP вручную
sl: Uredi TOTP ročno
sv: Redigera TOTP manuellt
uk: Редагувати TOTP вручну

# otp.edit.code.scanning.title
source: Edit TOTP manually
cs: Upravit TOTP ručně
de: TOTP manuell bearbeiten
fr: Modifier TOTP manuellement
it: Modifica TOTP manualmente
ja: TOTPを手動で編集
ko: 수동으로 TOTP 수정
lt: Redaguoti TOTP rankiniu būdu
nl: Bewerk TOTP handmatig
pl: Edytuj TOTP ręcznie
pt: Editar TOTP manualmente
ro: Editați TOTP-ul manual
ru: Редактировать TOTP вручную
sl: Uredi TOTP ročno
sv: Redigera TOTP manuellt
uk: Редагувати TOTP вручну

# otp.edit.code.scanning.initial.message
source: Scan QR code
cs: Načíst QR kódy
de: QR-Code scannen
fr: Scannez le QR code
it: Scansiona un codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
lt: Nuskaitykite QR kodą
pl: Skanuj kod QR
pt: Leia o QR code
ro: Scanați codul QR
ru: Сканировать QR-код
sl: Skeniraj QR kodo
sv: Rikta kameran mot QR-koderna
uk: Наведіть камеру на QR-коди

# otp.edit.menu.title
source: Aim the camera at the QR Codes
cs: Namiřte kameru na QR kódy
de: Richten Sie die Kamera auf den QR-Code
fr: Visez la caméra sur le QR Code
it: Inquadra i codici QR con la fotocamera
ja: カメラをQRコードに向けてください
ko: 카메라를 QR 코드에 맞추세요.
lt: Nukreipkite kamerą į QR kodus
nl: Richt de camera op de QR-codes
pl: Skieruj kamerę na kod QR
pt: Aponte a câmera para os QR Codes
ro: Direcționează camera către codul QR
ru: Наведите камеру на QR-коды
sl: Namerite kamero v QR kodo
sv: Rikta kameran mot QR-koderna
uk: Наведіть камеру на QR-коди

# otp.edit.otp.created.message
source: TOTP has been created.
cs: TOTP bylo vytvořeno.
de: TOTP wurde erstellt.
fr: Le TOTP a été créé.
it: La TOTP è stata creata.
ja: TOTPが作成されました。
ko: TOPT가 생성되었습니다.
lt: TOTP sukurtas.
nl: TOTP is aangemaakt.
pl: Stworzono TOTP.
pt: O TOTP foi criado.
ro: TOTP-ul a fost creat.
ru: TOTP создан.
sl: TOTP je bil ustvarjen.
sv: TOTP har skapats.
uk: TOTP було створено.

# otp.edit.otp.replaced.message
source: TOTP has been replaced.
cs: TOTP bylo nahrazeno.
de: TOTP wurde ersetzt.
fr: Le TOTP a été remplacé.
it: La TOTP è stata sostituita.
ja: TOTPが置き換えられました。
ko: TOPT가 교체되었습니다.
lt: TOTP buvo pakeistas.
nl: TOTP is vervangen.
pl: TOTP został zastąpiony.
pt: O TOTP foi substituído.
ro: TOTP-ul a fost înlocuit.
ru: TOTP был заменен.
sl: TOTP je bil zamenjan.
sv: TOTP har ersatts.
uk: TOTP було замінено.

# otp.edit.otp.deleted.message
source: TOTP has been deleted.
cs: TOTP bylo smazáno.
de: TOTP wurde gelöscht.
fr: Le TOTP a été supprimé.
it: La TOTP è stata eliminata.
ja: TOTPが削除されました。
ko: TOPT가 삭제되었습니다.
lt: TOTP ištrintas.
nl: TOTP is verwijderd.
pl: TOTP został usunięty.
pt: O TOTP foi excluído.
ro: TOTP-ul a fost șters.
ru: TOTP был удален.
sl: TOTP je bil izbrisan.
sv: TOTP har raderats.
uk: TOTP було видалено.

# otp.scanning.success.title
source: Your TOTP has been scanned!
cs: Vaše TOTP bylo naskenováno!
de: Ihr TOTP wurde gescannt!
es: ¡Su TOTP ha sido escaneado!
fr: Votre TOTP a été scanné !
it: La tua TOTP è stata scansionata!
ja: TOTPがスキャンされました！
ko: TOTP가 스캔되었습니다!
lt: Jūsų TOTP nuskaitytas!
nl: Je TOTP is gescand!
pl: Twój TOTP został zeskanowany!
pt: Seu TOTP foi escaneado!
ro: TOTP-ul dvs. a fost scanat!
ru: Ваш временный одноразовый пароль просканирован!
sl: Vaš TOTP je bil skeniran!
sv: Din TOTP har blivit skannad!
uk: Ваш TOTP було проскановано!

# otp.scanning.success.create.button.title
source: Create a standalone TOTP
cs: Vytvořit samostatné TOTP
de: Ein eigenständiges TOTP erstellen
es: Crear un TOTP independiente
fr: Créer un TOTP autonome
it: Crea una TOTP stand-alone
ja: スタンドアロンTOTPを作成
ko: 독립형 TOTP 생성
lt: Sukurkite atskirą TOTP
nl: Maak een standalone TOTP
pl: Utwórz autonomiczny TOTP
pt: Criar um TOTP independente
ro: Creați un TOTP autonom
ru: Создать автономный временный одноразовый пароль
sl: Ustvari standalone TOTP
sv: Skapa en fristående TOTP
uk: Створити окремий TOTP

# otp.scanning.success.link.button.title
source: Link TOTP to a password
cs: Připojit TOTP k heslu
de: TOTP mit einem Passwort verknüpfen
es: Vincular TOTP con una contraseña
fr: Associer le TOTP à un mot de passe
it: Collega la TOTP a una password
ja: TOTPをパスワードにリンク
ko: 비밀번호에 TOTP 연결
lt: Priskirti TOTP prie slaptažodžio
nl: Koppel TOTP aan een wachtwoord
pl: Podłącz TOTP do hasła
pt: Vincular TOTP a uma senha
ro: Asociați TOTP la o parolă
ru: Связать TOTP с паролем.
sl: Povežite TOTP z geslom
sv: Koppla TOTP till ett lösenord
uk: Привʼязати TOTP до пароля

# otp.code.scanning.title
source: Scan QR code
cs: Načíst QR kódy
de: QR-Code scannen
fr: Scannez le QR code
it: Scansiona un codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
lt: Nuskaitykite QR kodą
nl: QR-code scannen
pl: Skanuj kod QR
pt: Leia o QR code
ro: Scanați codul QR
ru: Сканировать QR-код
sl: Skeniraj QR kodo
sv: Skanna QR-kod
uk: Скасувати приховування TOTP

# otp.code.scanning.initial.message
source: Aim the camera at the QR Code
cs: Namiřte fotoaparát na QR kód
de: Richten Sie die Kamera auf den QR-Code
fr: Visez la caméra sur le QR Code
it: Inquadra il codice QR con la fotocamera
ja: カメラをQRコードに向けてください
ko: 카메라를 QR 코드에 맞추세요.
lt: Nukreipkite kamerą į QR kodą
nl: Richt de camera op de QR-code
pl: Skieruj kamerę na kod QR
pt: Aponte a câmera para o QR Code
ro: Direcționează camera către codul QR
ru: Наведите камеру на QR-код
sl: Namerite fotoaparat v QR kodo
sv: Rikta kameran mot QR-koden
uk: Наведіть камеру на QR-код

# otp.edit.form.create.title
source: Create TOTP
cs: Vytvořit TOTP
de: TOTP erstellen
es: Crear TOTP
fr: Créer un TOTP
it: Crea TOTP
ja: TOTPを作成
ko: TOTP 생성
lt: Sukurti TOTP
nl: TOTP aanmaken
pl: Utwórz TOTP
pt: Criar TOTP
ro: Creați TOTP
ru: Создать временный одноразовый пароль
sl: Ustvari TOTP
sv: Skapa TOTP
uk: Створити TOTP

# otp.edit.form.edit.title
source: Edit TOTP
cs: Upravit TOTP
de: TOTP bearbeiten
es: Editar TOTP
fr: Modifier le TOTP
it: Modifica TOTP
ja: TOTPを編集
ko: TOTP 수정
lt: Redaguoti TOTP
nl: TOTP bewerken
pl: Edytuj TOTP
pt: Editar TOTP
ro: Editați TOTP-ul
ru: Изменить TOTP
sl: Uredi TOTP
sv: Redigera TOTP
uk: Редагувати TOTP

# otp.edit.form.field.name.title
source: Name (Label)
cs: Jméno (Štítek)
es: Nombre (Etiqueta)
fr: Nom (label)
it: Nome (Etichetta)
ja: 名前（ラベル）
ko: 이름 (레이블)
lt: Vardas (etiketė)
nl: Naam (Label)
pl: Nazwa (etykieta)
pt: Nome (Rótulo)
ro: Nume (etichetă)
ru: Имя (Ярлык)
sl: Ime (Oznaka)
sv: Namn (etikett)
uk: Назва (Мітка)

# otp.edit.form.field.name.prompt
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sl: Ime
sv: Namn
uk: Назва

# otp.edit.form.field.uri.title
source: URL (Issuer)
cs: URL (Vydavatel)
de: URL (Aussteller)
es: URL (emisor)
fr: URL (émetteur)
it: URL (Emittente)
ja: URL（発行元）
ko: URL (발행자)
lt: URL (išdavėjas)
nl: URL (uitgever)
pl: Adres URL (wystawca)
pt: URL (Emissor)
ro: URL (Emitent)
ru: URL (издатель)
sl: URL (Izdajatelj)
sv: URL (utfärdare)
uk: URL (Видавець)

# otp.edit.form.field.uri.prompt
source: URL
lt: Universalusis adresas
pl: Adres URL

# otp.edit.form.field.secret.title
source: Secret
cs: Tajný
de: Geheimnis
es: Secreto
fr: Clé secrète
it: Segreto
ja: シークレット
ko: 비밀
lt: Slapta
nl: Geheim
pl: Sekret
pt: Segredo
ro: Cheie secretă
ru: Секретный ключ
sl: Skrivnost
sv: Hemlig nyckel
uk: Секрет

# otp.edit.form.field.secret.prompt
source: Secret
cs: Tajný
de: Geheimnis
es: Secreto
fr: Clé secrète
it: Segreto
ja: シークレット
ko: 비밀
lt: Slapta
nl: Geheim
pl: Sekret
pt: Segredo
ro: Cheie secretă
ru: Секретный ключ
sl: Geslo
sv: Hemlig nyckel
uk: Секрет

# otp.edit.form.advanced.button.title
source: Advanced settings
cs: Další nastavení TOTP
de: Weitere TOTP-Einstellungen
es: Configuración avanzada
fr: More TOTP settings
it: More TOTP settings
ja: More TOTP settings
ko: 추가 TOTP 설정
lt: More TOTP settings
nl: More TOTP settings
pl: Więcej ustawień TOTP
pt: More TOTP settings
ro: More TOTP settings
ru: More TOTP settings
sl: Več nastavitev TOTP
sv: More TOTP settings
uk: Більше налаштувань TOTP

# otp.edit.form.create.button.title
source: Create standalone TOTP
cs: Vytvořit samostatné TOTP
de: Ein eigenständiges TOTP erstellen
es: Crear TOTP independiente
fr: Créer un TOTP autonome
it: Crea una TOTP stand-alone
ja: スタンドアロンTOTPを作成
ko: 독립형 TOTP 생성
lt: Sukurti atskirą TOTP
nl: Maak een standalone TOTP
pl: Utwórz samodzielny TOTP
pt: Criar TOTP independente
ro: Creați TOTP autonom
ru: Создать независимый одноразовый пароль
sl: Ustvari samostojni TOTP
sv: Skapa fristående TOTP
uk: Створити окремий TOTP

# otp.edit.form.apply.button.title
source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
lt: Taikyti
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplicați
ru: Применить
sl: Uporabi
sv: Verkställ
uk: Прийняти

# otp.edit.form.edit.button.title
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
sl: Shrani
sv: Spara
uk: Зберегти

# otp.edit.form.edit.advanced.title
source: Edit TOTP - advanced settings
cs: Upravit TOTP - pokročilá nastavení
de: TOTP bearbeiten - Erweiterte Einstellungen
es: Crear TOTP - configuración avanzada
fr: Modifier le TOTP - paramètres avancés
it: Modifica TOTP - impostazioni avanzate
ja: TOTPを編集 - 詳細設定
ko: TOTP 수정 - 고급 설정
lt: Redaguoti TOTP - išplėstiniai nustatymai
nl: TOTP bewerken - geavanceerde instellingen
pl: Edytuj TOTP - ustawienia zaawansowane
pt: Editar TOTP - configurações avançadas
ro: Editați TOTP - setări avansate
ru: Редактировать TOTP - расширенные настройки
sl: Uredi TOTP - napredne nastavitve
sv: Redigera TOTP - avancerade inställningar
uk: Редагувати TOTP - розширені налаштування

# otp.edit.form.edit.advanced.warning
source: Advanced settings have to match your TOTP provider settings otherwise it won’t work.
cs: Pokročilá nastavení musí odpovídat nastavení poskytovatele TOTP, jinak nebude fungovat.
de: Die erweiterten Einstellungen müssen mit Ihren TOTP-Anbietereinstellungen übereinstimmen, sonst funktioniert es nicht.
fr: Les paramètres avancés doivent correspondre aux paramètres de votre fournisseur TOTP, sinon cela ne fonctionnera pas.
it: Le impostazioni avanzate devono corrispondere alle impostazioni del provider TOTP, altrimenti non funzioneranno.
ja: 詳細設定は使用しているTOTPプロバイダの設定に合わせる必要があります。そうでないと動作しません。
ko: 고급 설정은 TOTP 공급자 설정과 일치해야 하며 그렇지 않으면 작동하지 않습니다.
lt: Išplėstiniai nustatymai turi sutapti su jūsų TOTP teikėjo nustatymais, kitaip tai neveiks.
nl: Geavanceerde instellingen moeten overeenkomen met de instellingen van je TOTP-provider, anders werkt het niet.
pl: Zaawansowane ustawienia muszą być zgodne z ustawieniami dostawcy TOTP, w przeciwnym razie nie będą działać.
pt: As configurações avançadas devem corresponder às configurações do seu provedor de TOTP, caso contrário, não funcionarão.
ro: Setările avansate trebuie să corespundă setărilor furnizorului TOTP, altfel nu va funcționa.
ru: Расширенные настройки должны соответствовать настройкам провайдера TOTP, иначе он не будет работать.
sl: Napredne nastavitve morajo ustrezati nastavitvam vašega TOTP ponudnika.
sv: Avancerade inställningar måste överensstämma med din TOTP-leverantörs inställningar, annars fungerar det inte.
uk: Розширені налаштування повинні відповідати налаштуванням вашого провайдера TOTP, інакше воно не працюватиме.

# otp.edit.form.field.digits.title
source: TOTP length
cs: Délka TOTP
de: TOTP-Länge
es: Longitud del TOTP
fr: Longueur du TOTP
it: lunghezza TOTP
ja: TOTPの桁数
ko: TOTP길이
lt: TOTP ilgis
nl: TOTP-lengte
pl: Długość TOTP
pt: Comprimento do TOTP
ro: Lungime TOTP
ru: Длина TOTP
sl: Dolžina TOTP
sv: TOTP-längd
uk: Довжина TOTP

# otp.edit.form.field.digits.label
source: digits.
cs: cifer.
de: Zeichen.
es: dígitos.
fr: chiffres.
it: cifre.
ja: 桁。
ko: 숫자들.
lt: skaitmenys.
nl: cijfers.
pl: cyfry.
pt: dígitos.
ro: cifre.
ru: цифр(ы).
sl: števila.
sv: siffror.
uk: цифр.

# otp.edit.form.field.period.title
source: TOTP expiry
cs: TOTP vypršení
de: TOTP Verfalldatum
es: Caducidad TOTP
fr: Expiration du TOTP
it: scadenza TOTP
ja: TOTPの有効期限
ko: TOTP 만료
lt: TOTP galiojimo laikas baigiasi
nl: TOTP-verloop
pl: Czas wygaśnięcia TOTP
pt: Expiração TOTP
ro: Expirare TOTP
ru: Окончание действия временного одноразового пароля
sl: Potek veljavnosti TOTP
sv: TOTP-utgång
uk: Час дії TOTP

# otp.edit.form.field.period.label
source: seconds until the TOTP expires.
cs: sekund, dokud TOTP nevyprší.
de: Sekunden bis das TOTP abläuft.
es: segundos hasta que el TOTP caduque.
fr: secondes avant l'expiration du TOTP.
it: secondi alla scadenza della TOTP.
ja: TOTPが期限切れとなるまでの秒数。
ko: TOTP 가 만료될 때까지의 남은 초.
lt: sekundės/sekundžių, kol baigsis TOTP.
nl: seconden tot de TOTP verloopt.
pl: sekundy do czasu wygaśnięcia TOTP.
pt: segundos até que a TOTP expire.
ro: secunde până la expirarea TOTP-ului.
ru: секунд до окончания действия временного одноразового пароля.
sl: sekund, dokler TOTP ne poteče.
sv: sekunder tills TOTP löper ut.
uk: секунд до завершення дії TOTP.

# otp.edit.form.field.algorithm.title
source: Algorithm
cs: Algoritmus
de: Algorithmus
es: Algoritmo
fr: Algorithme
it: Algoritmo
ja: アルゴリズム
ko: 알고리즘
lt: Algoritmas
nl: Algoritme
pl: Algorytm
pt: Algoritmo
ro: Algoritm
ru: Алгоритм
sl: Algoritem
sv: Algoritm
uk: Алгоритм

# otp.attach.list.title
source: Add TOTP to a password
cs: Přidat TOTP k heslu
de: TOTP mit einem Passwort verknüpfen
fr: Ajouter un TOTP à un mot de passe
it: Aggiungi la TOTP a una password
ja: パスワードにTOTPを追加
ko: TOTP를 비밀번호에 추가
lt: Pridėti TOTP prie slaptažodžio
nl: Voeg TOTP toe aan een wachtwoord
pl: Dodaj TOTP do hasła
pt: Adicionar TOTP a uma senha
ro: Adăugați TOTP la o parolă
ru: Добавить TOTP к паролю
sl: Dodaj TOTP k geslu
sv: Lägg till TOTP till ett lösenord
uk: Додати TOTP до пароля

# otp.attach.alert.attach.title
source: Are you sure?
cs: Jste si jisti?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실합니까?
lt: Ar esate tikras?
nl: Weet je het zeker?
pl: Na pewno?
pt: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sl: Ali ste prepričani?
sv: Är du säker?
uk: Ви впевнені?

# otp.attach.alert.attach.message
source: If you add TOTP to this resource, the TOTP will inherit the same sharing permissions.
cs: Pokud přidáte TOTP k této položce, TOTP zdědí stejná oprávnění ke sdílení.
de: Wenn Sie TOTP zu dieser Ressource hinzufügen, wird das TOTP die gleichen Berechtigungen erben.
fr: Si vous ajoutez un TOTP à cette ressource, le TOTP héritera des mêmes permissions de partage.
it: Se aggiungi una TOTP a questa risorsa, la TOTP erediterà gli stessi permessi di condivisione.
ja: このリソースにTOTPを追加すると、TOTPは同じ共有パーミッションを継承します。
ko: 이 리소스에 TOTP를 추가하면 TOTP가 동일한 공유 권한을 상속합니다.
lt: Jeigu pridėsite TOTP prie šio ištekliaus, jis paveldės tas pačias bendrinimo teises.
nl: Als je TOTP toevoegt aan deze resource, erft de TOTP dezelfde gedeelde machtigingen.
pl: Jeśli dodasz TOTP do tego zasobu, TOTP odziedziczy te same uprawnienia współdzielenia.
pt: Se você adicionar TOTP a este recurso, o TOTP herdará as mesmas permissões de compartilhamento.
ro: Dacă adăugați TOTP la această resursă, TOTP-ul va moșteni aceleași permisiuni de partajare.
ru: Если вы добавите TOTP к этому ресурсу, TOTP будет наследовать те же права доступа.
sl: Če dodate TOTP tem viru, bo TOTP podedoval enake dovoljenja za deljenje.
sv: Om du lägger till TOTP till denna resurs kommer TOTP att ärva samma delningsbehörigheter.
uk: Якщо ви додасте TOTP до цього ресурсу, TOTP успадкує такі самі дозволи спільного доступу.

# otp.attach.alert.attach.button.title
source: Add TOTP
cs: Přidat TOTP
de: TOTP hinzufügen
fr: Ajouter un TOTP
it: Aggiungi TOTP
ja: TOTPを追加
ko: TOTP 추가
lt: Pridėti TOTP
nl: TOTP toevoegen
pl: Dodaj TOTP
pt: Adicionar TOTP
ro: Adăugați TOTP
ru: Добавить TOTP
sl: Dodaj TOTP
sv: Lägg till TOTP
uk: Додати TOTP

# otp.attach.alert.replace.title
source: Replace TOTP?
cs: Přepsat TOTP?
de: TOTP ersetzen?
fr: Remplacer le TOTP ?
it: Sostituire TOTP?
ja: TOTPを置き換えますか？
ko: TOPT를 교체하나요?
lt: Pakeisti TOTP?
nl: TOTP vervangen?
pl: Zastąpić TOTP?
pt: Substituir TOTP?
ro: Înlocuiți TOTP-ul?
ru: Заменить TOTP?
sl: Zamenjaj TOTP?
sv: Ersätt TOTP?
uk: Замінити TOTP?

# otp.attach.alert.replace.message
source: A TOTP is already associated with this resource, do you want to override it?
cs: TOTP je již přiřazeno k této položce, chcete jej přepsat?
de: Ein TOTP ist bereits mit dieser Ressource verknüpft, möchtest du es überschreiben?
fr: Un TOTP est déjà associé à cette ressource, voulez-vous le remplacer ?
it: A questa risorsa è già associata una TOTP. Vuoi sovrascriverla?
ja: このリソースには既にTOTPが関連付けられています。上書きしますか？
ko: TOTP가 이미 이 리소스와 연결되어 있습니다. 재정의하시겠습니까?
lt: Šiame ištekliuje jau yra susietas TOTP, ar norite jį pakeisti?
nl: Er is al een TOTP gekoppeld aan deze resource, wil je deze overschrijven?
pl: TOTP jest już powiązany z tym zasobem, czy chcesz go nadpisać?
pt: Um TOTP já está associado a este recurso. Deseja sobrescrevê-lo?
ro: Un TOTP este deja asociat cu această resursă, doriți să-l suprascrieți?
ru: TOTP уже связан с этим ресурсом, вы хотите переопределить его?
sl: TOTP je že povezan s tem virom, želite ga nadomestiti?
sv: En TOTP är redan kopplad till denna resurs, vill du skriva över den?
uk: У цьому ресурсі вже є привʼязаний TOTP, ви бажаєте його замінити?

# otp.attach.alert.replace.button.title
source: Replace TOTP
cs: Nahradit TOTP
de: TOTP ersetzen
fr: Remplacer le TOTP
it: Sostituire TOTP
ja: TOTPを置き換え
ko: TOPT를 교체
lt: Pakeisti TOTP
nl: TOTP vervangen
pl: Zastąp TOTP
pt: Substituir TOTP
ro: Înlocuiți TOTP-ul
ru: Заменить TOTP
sl: Zamenjaj TOTP
sv: Ersätt TOTP
uk: Замінити TOTP

# otp.attach.error.notAllowed
source: You are not allowed to edit this resource.
cs: Nemáte oprávnění upravovat tento prostředek.
de: Sie sind nicht berechtigt diese Ressource zu aktualisieren.
fr: Vous n'êtes pas autorisé à modifier cette ressource.
it: Non ti è consentito modificare questa risorsa.
ja: このリソースを編集することはできません。
ko: 이 리소스를 편집할 수 없습니다.
lt: Jums neleidžiama redaguoti šio šaltinio.
nl: Je bent niet bevoegd om dit middel te bewerken.
pl: Nie masz uprawnień do edytowania tego zasobu.
pt: Você não tem permissão para editar este recurso.
ro: Nu ai permisiunea să editezi această resursă.
ru: Вам не разрешено редактировать этот ресурс.
sl: Nimate dovoljenja za urejanje tega vira.
sv: Du har inte behörighet att redigera denna resurs.
uk: Вам заборонено редагувати цей ресурс.

# otp.attach.error.notCompatible
source: This resource is not compatible with TOTP.
cs: Tento prostředek není kompatibilní s TOTP.
de: Diese Ressource ist nicht mit TOTP kompatibel.
fr: Cette ressource n'est pas compatible avec le TOTP.
it: Questa risorsa non è compatibile con la TOTP.
ja: このリソースは TOTP に対応していません。
ko: 이 리소스는 TOTP와 호환되지 않습니다.
lt: Šis šaltinis nėra suderinamas su TOTP.
nl: Dit middel is niet compatibel met TOTP.
pl: Ten zasób nie jest kompatybilny z TOTP.
pt: Este recurso não é compatível com TOTP.
ro: Această resursă nu este compatibilă cu TOTP.
ru: Данный ресурс несовместим с TOTP.
sl: Ta vir ni združljiv s TOTP.
sv: Denna resurs är inte kompatibel med TOTP.
uk: Цей ресурс несумісний із TOTP.

# settings.main.title
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
uk: Налаштування

# settings.main.item.application.title
source: App settings
cs: Nastavení aplikace
de: App-Einstellungen
es: Ajustes de la app
fr: Paramètres de l'application
it: Impostazioni applicazione
ja: アプリ設定
ko: 앱 설정
lt: Programos nustatymai
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Configurações do aplicativo
ro: Setări aplicație
ru: Настройки приложения
sl: Nastavitve aplikacije
sv: App-inställningar
uk: Налаштування застосунку

# settings.main.item.accounts.title
source: Accounts
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
it: Account
ja: アカウント
ko: 계정
lt: Paskyros
pl: Konta
pt: Contas
ro: Conturi
ru: Учетные записи
sl: Računi
sv: Konton
uk: Облікові записи

# settings.main.item.terms.and.licenses.title
source: Terms & licenses
cs: Podmínky a licence
de: Bedingungen & Lizenzen
es: Términos y licencias
fr: Conditions générales et licences
it: Termini e licenze
ja: 利用規約＆ライセンス
ko: 약관과 라이선스
lt: Sąlygos ir licencijos
nl: Voorwaarden & licenties
pl: Warunki i licencje
pt: Termos e licenças
ro: Termeni și licențe
ru: Условия и лицензии
sl: Pogoji in licence
sv: Villkor & licenser
uk: Умови та ліцензії

# settings.main.item.troubleshooting.title
source: Debug, logs
cs: Debug, logy
es: Depurar, registros
fr: Débogage, journaux
it: Debug, registri
ja: デバッグとログ
ko: 디버그, 로그
lt: Derinimai, logaritmai
nl: Debug, logboeken
pl: Debugowanie, logi
pt: Debug, registros
ro: Depanare, loguri
ru: Отладка, журналы
sl: Reševanje težav, dnevniki
sv: Felsökning, loggar
uk: Налагодження, журнали

# settings.main.item.sign.out.title
source: Sign out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
nl: Afmelden
pl: Wyloguj się
pt: Encerrar Sessão
ro: Deconectează-te
ru: Выйти
sl: Odjava
sv: Logga ut
uk: Вийти

# settings.application.title
source: App settings
cs: Nastavení aplikace
de: App-Einstellungen
es: Ajustes de la app
fr: Paramètres de l'application
it: Impostazioni applicazione
ja: アプリ設定
ko: 앱 설정
lt: Programos nustatymas
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Configurações do aplicativo
ro: Setări aplicație
ru: Настройки приложения
sl: Nastavitve aplikacije
sv: App-inställningar
uk: Налаштування застосунку
