Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# error.data.empty
source: No data provided.
cs: Žádná data nebyla poskytnuta.
de: Keine Daten vorhanden.
es: No se proporcionaron datos.
fr: Aucunes données fournies.
it: Nessun dato fornito.
ja: データが提供されていません。
ko: 제공된 데이터가 없음.
lt: Duomenys nepateikti.
nl: Geen gegevens verstrekt.
pl: Nie wprowadzono danych.
pt: Nenhum dado fornecido.
ro: Nu au fost furnizate date.
ru: Данные не предоставлены.
sl: Ni podanih podatkov.
sv: Ingen data angiven.
uk: Дані не надано.

# error.data.invalid
source: Invalid data provided.
cs: Poskytnuta neplatná data.
de: Ungültige Daten angegeben.
es: Datos proporcionados no válidos.
fr: Données non valides fournies.
it: Dati forniti non validi.
ja: 無効なデータが提供されました。
ko: 제공된 데이터가 잘못되었습니다.
lt: Neteisingi duomenys.
nl: Ongeldige gegevens verstrekt.
pl: Wprowadzono nieprawidłowe dane.
pt: Dados fornecidos inválidos.
ro: Date incorecte introduse.
ru: Предоставлены недопустимые данные.
sl: Podani podatki niso veljavni.
sv: Ogiltig data angiven.
uk: Неправильні дані.

# error.resource.permission.required
source: Permission required.
cs: Je vyžadováno oprávnění.
de: Berechtigung erforderlich.
es: Se necesita permiso.
fr: Permission requise.
it: Necessaria autorizzazione.
ja: パーミッションが必要です。
ko: 권한 필요.
lt: Reikalingas leidimas.
nl: Machtiging vereist.
pl: Wymagane uprawnienia.
pt: Permissão necessária.
ro: Permisiune necesară.
ru: Необходимо разрешение.
sl: Dovoljenje je obvezno.
sv: Behörighet krävs.
uk: Потрібен дозвіл.

# error.resource.secret.invalid
source: Resource secret is invalid.
cs: Tajný klíč prostředku je neplatný.
de: Ressourcengeheimnis ist ungültig.
es: El secreto del recurso no es válido.
fr: Le secret de la ressource est invalide.
it: Il segreto della risorsa non è valido.
ja: リソースのシークレットが無効です。
ko: 리소스 암호가 잘못되었습니다.
lt: Neteisinga slaptažodžio paslaptis.
nl: Resource-geheim is ongeldig.
pl: Sekret zasobu jest nieprawidłowy.
pt: Segredo do recurso é inválido.
ro: Secretul este invalid.
ru: Неверный секретный ключ ресурса.
sl: Geslo vira ni veljavno.
sv: Resurshemligheten är ogiltig.
uk: Секрет ресурсу неправильний.

# error.resource.permission.invalid
source: Resource permission is invalid.
cs: Oprávnění prostředku je neplatné.
de: Ressourcen-Berechtigung ist ungültig.
fr: La permission de la ressource n'est pas valide.
it: L'autorizzazione della risorsa non è valida.
ja: リソースのパーミッションが無効です。
ko: 리소스 권한이 잘못되었습니다.
lt: Neteisingas išteklių leidimas.
nl: Resource-machtiging is ongeldig.
pl: Uprawnienia do zasobów są nieprawidłowe.
pt: A permissão para o recurso é inválida.
ro: Permisiunea resursei este nevalidă.
ru: Разрешение на ресурс недействительно.
sl: Dovoljenje vira je neveljavno.
sv: Resursbehörigheten är ogiltig.
uk: Дозвіл ресурсу неправильний.

# error.resource.owner.missing
source: Resource has to have at least one owner.
cs: Prostředek musí mít alespoň jednoho vlastníka.
de: Ressource muss mindestens einen Eigentümer haben.
es: El recurso debe tener al menos un propietario.
fr: La ressource doit avoir au moins un propriétaire.
it: La risorsa deve avere almeno un proprietario.
ja: リソースには少なくとも1人の所有者が必要です。
ko: 리소스에 소유자가 하나 이상 있어야 합니다.
lt: Išteklius privalo turėti bent vieną savininką.
nl: Resource moet minstens één eigenaar hebben.
pl: Zasób musi mieć przynajmniej jednego właściciela.
pt: O recurso precisa ter pelo menos um proprietário.
ro: Resursa trebuie să aibă cel puțin un proprietar.
ru: Ресурс должен иметь хотя бы одного владельца.
sl: Vir mora imeti vsaj enega lastnika.
sv: Resursen måste ha minst en ägare.
uk: У ресурсу має бути принаймні один власник.

# error.system.feature.inaccessible
source: System feature inaccessible.
cs: Systémová funkce je nepřístupná.
de: Systemfunktion nicht zugänglich.
es: Característica del sistema no accesible.
fr: Fonctionnalité système inaccessible.
it: Funzione di sistema inaccessibile.
ja: システム機能にアクセスできません。
ko: 시스템 기능에 접근불가.
lt: Sistemos funkcija nepasiekiama.
nl: Systeemfunctie niet toegankelijk.
pl: Funkcja systemu jest niedostępna.
pt: Recurso do sistema inacessível.
ro: Funcția sistemului este inaccesibilă.
ru: Системная функция недоступна.
sl: Sistemska funkcija ni dostopna.
sv: Systemfunktion otillgänglig.
uk: Функція системи недоступна.

# error.system.feature.permission.not.granted
source: System feature permission not granted.
cs: Oprávnění k systémové funkci nebylo uděleno.
de: Systemfunktion Berechtigung nicht erteilt.
es: Permiso de la característica del sistema no concedido.
fr: Autorisation de fonctionnalité système non accordée.
it: Autorizzazione per la funzione di sistema non concessa.
ja: システム機能の権限が付与されていません。
ko: 시스템 기능 권한이 부여되지 않음.
lt: Nesuteiktas leidimas sistemos funkcijai.
nl: Geen toestemming voor systeemfunctie verleend.
pl: Nie przyznano uprawnień do funkcji systemu.
pt: Permissão de recurso do sistema não concedida.
ro: Permisiunea pentru funcția de sistem nu a fost acordată.
ru: Доступ к системным функциям не предоставлен.
sl: Sistemsko dovoljenje ni bilo dodeljeno.
sv: Systemfunktionstillstånd inte beviljat.
uk: Дозвіл на використання функції системи не надано.

# error.system.feature.permission.required
source: System feature permission required.
cs: Vyžadováno oprávnění k systémové funkci.
de: Systemfunktion Berechtigung erforderlich.
es: Permiso de la característica del sistema obligatorio.
fr: Autorisation de fonctionnalité système nécessaire.
it: Necessaria autorizzazione per la funzione di sistema.
ja: システム機能の権限が必要です。
ko: 시스템 기능 권한 필요.
lt: Reikalingas leidimas sistemos funkcijai.
nl: Systeemfunctie vereist toestemming.
pl: Wymagane uprawnienia do funkcji systemu.
pt: Permissão de recurso do sistema necessária.
ro: Permisiunea pentru funcția de sistem este necesară.
ru: Необходим доступ к системной функции.
sl: Dovoljenje za sistemsko funkcijo je obvezno.
sv: Systemfunktionstillstånd krävs.
uk: Потрібен дозвіл на використання функції системи.

# error.system.feature.status.undetermined
source: System feature status undetermined.
cs: Stav systémové funkce není určen.
de: Status der Systemfunktion unbestimmt.
es: Estado de la característica del sistema no determinado.
fr: Le statut de la fonctionnalité système est indéterminé.
it: Stato della funzione di sistema indeterminato.
ja: システム機能の状態が未確定です。
ko: 시스템 기능 상태 미확인됨.
lt: Sistemos funkcijos būsena neaiški.
nl: Status van systeemfunctie is onbepaald.
pl: Nie ustalono statusu funkcji systemu.
pt: Status do recurso do sistema indeterminado.
ro: Starea funcției de sistem este nedeterminată.
ru: Состояние системных функций не определено.
sl: Stanje sistemske funkcije ni določeno.
sv: Systemfunktionens status är obestämd.
uk: Статус функції системи не визначено.

# error.system.file.access.issue
source: Cannot access the file.
cs: Nelze získat přístup k souboru.
de: Kann nicht auf die Datei zugreifen.
es: No es posible acceder al archivo.
fr: Impossible d'accéder au fichier.
it: Impossibile accedere al file.
ja: ファイルにアクセスできません。
ko: 파일에 접근 불가.
lt: Nepavyksta pasiekti failo.
nl: Kan geen toegang krijgen tot het bestand.
pl: Brak dostępu do pliku.
pt: Não é possível acessar o arquivo.
ro: Nu se poate accesa fișierul.
ru: Нет доступа к файлу.
sl: Datoteke ni mogoče dostopati.
sv: Kan inte komma åt filen.
uk: Не вдалося отримати доступ до файлу.

# error.system.directory.access.issue
source: Cannot access the directory.
cs: Nelze získat přístup k adresáři.
de: Kann nicht auf das Verzeichnis zugreifen.
es: No es posible acceder a la carpeta.
fr: Impossible d'accéder au dossier.
it: Impossibile accedere alla directory.
ja: ディレクトリにアクセスできません。
ko: 디렉토리에 접근 불가.
lt: Nepavyksta pasiekti aplanko.
nl: Kan geen toegang krijgen tot de map.
pl: Brak dostępu do katalogu.
pt: Não é possível acessar o diretório.
ro: Nu se poate accesa folder-ul.
ru: Нет доступа к папке.
sl: Dostop do mape ni mogoč.
sv: Kan inte komma åt katalogen.
uk: Не вдалося отримати доступ до теки.

# error.database.statement.invalid
source: Database statement invalid.
cs: Databázový příkaz je neplatný.
de: Datenbankanweisung ungültig.
es: Sentencia de base de datos no válida.
fr: Instruction de base de données non valide.
it: Dichiarazione del database non valida.
ja: データベースステートメントが無効です。
ko: 데이타베이스 구문이 잘못됨.
lt: Neteisinga duomenų bazės užklausa.
nl: Databasestatement is ongeldig.
pl: Nieprawidłowe sformułowanie bazy danych.
pt: Declaração de banco de dados inválida.
ro: Comandă bază de date invalidă.
ru: Недопустимое выражение базы данных.
sl: Neveljavni ukaz baze.
sv: Ogiltigt databasuttryck.
uk: Неправильний вираз бази даних.

# error.database.statement.execution.failure
source: Database statemenet execution failed.
cs: Vykonávání databázového příkazu se nezdařilo.
de: Ausführung des Datenbank-Statements fehlgeschlagen.
es: La ejecución de la sentencia de la base de datos ha fallado.
fr: L'exécution de l'instruction de la base de données a échoué.
it: Esecuzione statement nel database non riuscita.
ja: データベースステートメントの実行に失敗しました。
ko: 데이타베이스 구문 실행 실패됨.
lt: Nepavyko įvykdyti duomenų bazės užklausos.
nl: Uitvoering van databasestatement mislukt.
pl: Wykonanie sformułowania bazy danych nie powiodło się.
pt: Falha na execução da declaração de banco de dados.
ro: Execuția comenzii către baza de date a eșuat.
ru: Не удалось выполнить выражение базы данных.
sl: Izvajanje ukaza baze ni uspelo.
sv: Körning av databasuttryck misslyckades.
uk: Помилка виконання виразу бази даних.

# error.database.migration.failure
source: Database migration failed.
cs: Migrace databáze se nezdařila.
de: Datenbankmigration fehlgeschlagen.
es: La migración de la base de datos ha fallado.
fr: La migration de la base de données a échoué.
it: Migrazione del database fallita.
ja: データベースのマイグレーションに失敗しました。
ko: 데이타베이스 마이그레이션 실패됨.
lt: Nepavyko atlikti duomenų bazės migracijos.
nl: Databasemigratie mislukt.
pl: Migracja bazy danych nie powiodła się.
pt: Falha na migração do banco de dados.
ro: Migrarea bazei de date a eșuat.
ru: Ошибка миграции базы данных.
sl: Migracija baze ni uspela.
sv: Databas-migrering misslyckades.
uk: Не вдалося виконати міграцію бази даних.

# error.database.connection.issue
source: Cannot connect to the database.
cs: Nelze se připojit k databázi.
de: Keine Verbindung zur Datenbank möglich.
es: No es posible conectarse a la base de datos.
fr: Impossible de se connecter à la base de données.
it: Impossibile connettersi al database.
ja: データベースに接続できません。
ko: 데이타베이스에 연결할수 없음.
lt: Nepavyksta prisijungti prie duomenų bazės.
nl: Kan geen verbinding maken met de database.
pl: Nie można połączyć się z bazą danych.
pt: Não é possível conectar-se ao banco de dados.
ro: Conectarea la baza de date a eșuat.
ru: Не удается подключиться к базе данных.
sl: Ni mogoče povezati z bazo.
sv: Kan inte ansluta till databasen.
uk: Неможливо під'єднатися до бази даних.

# error.database.connection.closed
source: Database connection closed.
cs: Připojení k databázi bylo ukončeno.
de: Datenbankverbindung geschlossen.
es: Conexión a la base de datos cerrada.
fr: La connexion à la base de données est fermée.
it: Connessione al database chiusa.
ja: データベース接続が閉じられました。
ko: 데이터베이스 연결 종료됨.
lt: Duomenų bazės ryšys uždarytas.
nl: Databaseverbinding gesloten.
pl: Zamknięto połączenie z bazą danych.
pt: Conexão com o banco de dados encerrada.
ro: Conexiunea la baza de date a fost închisă.
ru: Подключение к базе данных закрыто.
sl: Povezava z bazo je bila zaprta.
sv: Databasanslutningen är stängd.
uk: Підключення до бази даних закрито.

# error.database.binding.invalid
source: Database data binding invalid.
cs: Připojení databázových dat je neplatné.
de: Bindung der Datenbankdaten ungültig.
es: Enlace de datos de la base de datos no válido.
fr: La liaison des données de la base de données est invalide.
it: Associazione dati del database non valida.
ja: データベースのバインドが無効です。
ko: 데이터베이스 데이터 바인딩이 잘못됨.
lt: Neteisingas duomenų bazės susiejimas.
nl: Database-gegevenskoppeling is ongeldig.
pl: Nieprawidłowe powiązanie danych w bazie danych.
pt: Vinculação de dados do banco de dados inválida.
ro: Comandă bază de date invalidă.
ru: Неверная привязка данных базы данных.
sl: Neveljavno povezovanje podatkov v bazi.
sv: Ogiltig databasbindning.
uk: Неправильна привʼязка даних бази даних.

# error.database.result.empty
source: Database result empty.
cs: Výsledek databáze je prázdný.
de: Datenbankergebnis leer.
es: Resultado de la base de datos vacío.
fr: Résultat de la base de données vide.
it: Risultato del database vuoto.
ja: データベースの結果が空です。
ko: 데이터베이스 결과가 비었음.
lt: Tuščias duomenų bazės atsakymas.
nl: Leeg databaseresultaat.
pl: Puste wyniki bazy danych.
pt: Resultado do banco de dados vazio.
ro: Rezultatul bazei de date este gol.
ru: Пустой результат базы данных.
sl: Prazen rezultat baze.
sv: Databasresultatet är tomt.
uk: Результат запиту бази даних порожній.

# error.database.result.invalid
source: Database result invalid
cs: Výsledek databáze je neplatný
de: Datenbankergebnis ungültig
es: Resultado de la base de datos no válido
fr: Résultat de la base de données invalide
it: Risultato del database non valido
ja: データベースの結果が無効です
ko: 데이타베이스 결과가 잘못됨
lt: Neteisingas duomenų bazės rezultatas
nl: Ongeldig databaseresultaat
pl: Nieprawidłowy wynik bazy danych
pt: Resultado do banco de dados inválido
ro: Rezultat bază de date invalid
ru: Недопустимый результат базы данных
sl: Rezultat baze ni veljaven
sv: Ogiltigt databasresultat
uk: Неправильний результат запиту бази даних

# error.keychain.authorization.failed
source: Keychain authorization failed.
cs: Autorizace Keychain se nezdařila.
de: Keychain Autorisierung fehlgeschlagen.
es: La autorización del llavero ha fallado.
fr: L'autorisation de KeyChain a échoué.
it: Autenticazione portachiavi non riuscita.
ja: キーチェーンの認証に失敗しました。
ko: 키체인 인증 실패됨.
lt: Nepavyko autorizuoti raktų saugyklos.
nl: Machtiging voor sleutelhangertoegang mislukt.
pl: Autoryzacja pęku kluczy nie powiodła się.
pt: Falha na autorização do Keychain.
ro: Autorizarea Keychain a eșuat.
ru: Ошибка авторизации через Keychain.
sl: Avtorizacija verižnega ključa ni uspela.
sv: Nyckelringsauktorisering misslyckades.
uk: Не вдалося авторизуватися в Keychain.

# error.keychain.failure
source: Keychain access failed.
cs: Přístup k Keychain se nezdařil.
de: Zugriff auf Keychain fehlgeschlagen.
es: El acceso al llavero ha fallado.
fr: L'accès à KeyChain a échoué.
it: Accesso portachiavi non riuscito.
ja: キーチェーンへのアクセスに失敗しました。
ko: 키체인 접근 실패됨.
lt: Nepavyko pasiekti raktų saugyklos.
nl: Toegang tot sleutelhangertoegang mislukt.
pl: Nie udało się uzyskać dostępu do pęku kluczy.
pt: Falha ao acessar o Keychain.
ro: Accesul la Keychain a eșuat.
ru: Не удалось получить доступ к Keychain.
sl: Dostop do verižnega ključa ni uspel.
sv: Det gick inte att komma åt Nyckelring.
uk: Помилка доступу до Keychain.

# error.keychain.query.invalid
source: Invalid keychain query.
cs: Neplatný dotaz Keychain.
de: Ungültige Keychain-Anfrage.
es: Consulta del llavero no válida.
fr: Requête à KeyChain invalide.
it: Query del portachiavi non valida.
ja: キーチェーンクエリが無効です。
ko: 잘못된 키체인 쿼리.
lt: Neteisinga raktų saugyklos užklausa.
nl: Ongeldig sleutelhangerverzoek.
pl: Nieprawidłowe zapytanie o pęk kluczy.
pt: Consulta de Keychain inválida.
ro: Interogare Keychain invalidă.
ru: Неверный запрос Keychain.
sl: Neveljavno poizvedbo verižnega ključa.
sv: Ogiltig nyckelringsförfrågan.
uk: Неправильний запит Keychain.

# error.account.private.key.missing
source: Account private key missing.
cs: Soukromý klíč účtu chybí.
de: Der private Schlüssel des Kontos fehlt.
es: Falta la clave privada de la cuenta.
fr: Clé privée manquante.
it: Chiave privata dell'account mancante.
ja: アカウントの秘密鍵がありません。
ko: 계정 개인 키 사라짐.
lt: Trūksta paskyros privataus rakto.
nl: Privésleutel van account ontbreekt.
pl: Brakuje prywatnego klucza konta.
pt: Chave privada da conta ausente.
ro: Lipsește cheia privată a contului.
ru: Отсутствует закрытый ключ аккаунта.
sl: Manjka zasebni ključ računa.
sv: Kontoets privata nyckel saknas.
uk: Відсутній приватний ключ облікового запису.

# error.account.profile.data.missing
source: Account profile data missing.
cs: Chybí údaje profilu účtu.
de: Profildaten des Kontos fehlen.
es: Faltan los datos del perfil de la cuenta.
fr: Les données de profil du compte sont manquantes.
it: Dati profilo dell'account mancanti.
ja: アカウントのプロフィールデータがありません。
ko: 계정 프로필 데이터 사라짐.
lt: Trūksta paskyros profilio duomenų.
nl: Accountprofielgegevens ontbreken.
pl: Brakuje danych profilu konta.
pt: Dados de perfil da conta ausentes.
ro: Lipsesc datele profilului contului.
ru: Отсутствуют данные профиля учетной записи.
sl: Manjkajo podatki profila računa.
sv: Kontoprofildata saknas.
uk: Відсутні дані профілю облікового запису.

# error.account.passphrase.missing
source: Account passphrase missing.
cs: Chybí heslo účtu.
de: Passphrase des Kontos fehlt.
es: Falta la contraseña de la cuenta.
fr: Mot de passe du compte manquant.
it: Frase segreta dell'account mancante.
ja: アカウントのパスフレーズがありません。
ko: 계정 비밀문구 사라짐.
lt: Trūksta paskyros slaptafrazės.
nl: Wachtwoordzin van account ontbreekt.
pl: Brakuje hasła dostępu do konta.
pt: Frase-chave da conta ausente.
ro: Lipsește parola contului.
ru: Отсутствует парольная фраза учетной записи.
sl: Manjka geslo računa.
sv: Kontoets lösenfras saknas.
uk: Відсутня парольна фраза облікового запису.

# error.account.data.missing
source: Account data missing.
cs: Chybí údaje účtu.
de: Kontodaten fehlen.
es: Faltan los datos de la cuenta.
fr: Données de compte manquantes.
it: Dati dell'account mancanti.
ja: アカウントのデータがありません。
ko: 계정 데이터 사라짐.
lt: Trūksta paskyros duomenų.
nl: Accountgegevens ontbreken.
pl: Brakuje danych konta.
pt: Dados de conta ausentes.
ro: Lipsesc datele contului.
ru: Отсутствуют данные учетной записи.
sl: Manjkajo podatki računa.
sv: Kontodata saknas.
uk: Відсутні дані облікового запису.

# error.account.biometry.data.changed
source: Biometrics data has changed.
cs: Biometrická data byla změněna.
de: Die biometrischen Daten haben sich geändert.
es: Los datos biométricos han cambiado.
fr: Les données biométriques ont changé.
it: I dati biometrici sono cambiati.
ja: バイオメトリクスデータが変更されました。
ko: 생체인식 데이터가 변경됨.
lt: Pasikeitė biometrikos duomenys.
nl: De biometrische gegevens zijn gewijzigd.
pl: Dane biometryczne uległy zmianie.
pt: Os dados de biometria foram alterados.
ro: Datele biometrice s-au modificat.
ru: Данные биометрических данных изменились.
sl: Biometrični podatki so se spremenili.
sv: Biometriska data har ändrats.
uk: Дані біометрії було змінено.

# error.account.kit.fail.to.import
source: Failed to import the account kit.
cs: Nepodařilo se importovat account kit.
de: Importieren des Konto-Kits fehlgeschlagen.
fr: Impossible d'importer le kit de compte.
it: Impossibile importare l'account kit.
ja: アカウントキットのインポートに失敗しました。
ko: 계정 키트를 가져오지 못했습니다.
lt: Nepavyko importuoti paskyros rinkinio.
nl: Het importeren van de accountkit is mislukt.
pl: Nie udało się zaimportować pakietu konta.
pt: Falha ao importar o kit de conta.
ro: Nu s-a reușit importul kitului de cont.
ru: Не удалось импортировать набор аккаунта.
sl: Uvoz paketa računa ni uspel.
sv: Det gick inte att importera kontokitet.
uk: Не вдалося імпортувати комплект облікового запису.

# error.account.kit.signature.verification
source: Failed to validate signature.
cs: Ověření podpisu se nezdařilo.
de: Fehler beim Überprüfen der Signatur.
fr: Impossible de valider la signature.
it: Impossibile convalidare la firma.
ja: 署名の検証に失敗しました。
ko: 서명의 유효성을 검사하지 못했습니다.
lt: Nepavyko patvirtinti parašo.
nl: Valideren van de handtekening mislukt.
pl: Nie udało się zweryfikować podpisu.
pt: Falha ao validar assinatura.
ro: Nu s-a reușit validarea semnăturii.
ru: Не удалось проверить подпись.
sl: Preverjanje podpisa ni uspelo.
sv: Det gick inte att validera signaturen.
uk: Не вдалося перевірити підпис.

# error.users.list.empty
source: Users list can't be empty.
cs: Seznam uživatelů nemůže být prázdný.
de: Die Benutzerliste darf nicht leer sein.
es: La lista de usuarios no puede estar vacía.
fr: La liste des utilisateurs ne peut pas être vide.
it: L'elenco degli utenti non può essere vuoto.
ja: ユーザーリストを空にすることはできません。
ko: 사용자 리스트는 비워둘수 없음.
lt: Vartotojų sąrašas negali būti tuščias.
nl: Gebruikerslijst kan niet leeg zijn.
pl: Lista użytkowników nie może być pusta.
pt: A lista de usuários não pode ficar vazia.
ro: Lista de utilizatori nu poate fi goală.
ru: Список пользователей не может быть пустым.
sl: Seznam uporabnikov ne more biti prazen.
sv: Listan över användare kan inte vara tom.
uk: Список користувачів не може бути порожнім.

# error.user.public.key.invalid
source: Invalid user public key.
cs: Neplatný veřejný klíč uživatele.
de: Ungültiger öffentlicher Schlüssel des Benutzers.
es: Clave pública de usuario no válida.
fr: Clé publique d'utilisateur invalide.
it: Chiave pubblica dell'utente non valida.
ja: ユーザーの公開鍵が無効です。
ko: 사용자 공개 키가 무효함.
lt: Neteisingas vartotojo viešasis raktas.
nl: Ongeldige openbare gebruikerssleutel.
pl: Nieprawidłowy publiczny klucz użytkownika.
pt: Chave pública do usuário inválida.
ro: Cheia publică a utilizatorului este invalidă.
ru: Неверный публичный ключ пользователя.
sl: Neveljavni javni ključ uporabnika.
sv: Ogiltig användarpublik nyckel.
uk: Недійсний публічний ключ користувача.

# error.user.public.key.missing
source: Missing user public key.
cs: Veřejný klíč uživatele chybí.
de: Fehlender öffentlicher Schlüssel des Benutzers.
es: Falta la clave pública del usuario.
fr: Clé publique d'utilisateur manquante.
it: Chiave pubblica dell'utente mancante.
ja: ユーザーの公開鍵がありません。
ko: 사용자 공개 키 사라짐.
lt: Trūksta vartotojo viešojo rakto.
nl: Ontbrekende openbare gebruikerssleutel.
pl: Brakuje publicznego klucza użytkownika.
pt: Chave pública do usuário ausente.
ro: Lipsește cheia publică a utilizatorului.
ru: Отсутствует публичный ключ пользователя.
sl: Manjka javni ključ uporabnika.
sv: Saknar användarens publika nyckel.
uk: Відсутній публічний ключ користувача.

# error.user.secret.missing
source: Missing user secret.
cs: Chybí uživatelské tajemství.
de: Fehlendes Benutzergeheimnis.
es: Falta el secreto del usuario.
fr: Secret d'utilisateur manquant.
it: Segreto utente mancante.
ja: ユーザーのシークレットがありません。
ko: 사용자 기밀이 사라짐.
lt: Trūksta vartotojo paslapties.
nl: Ontbrekend geheim van gebruiker.
pl: Brakuje sekretu użytkownika.
pt: Segredo do usuário ausente.
ro: Lipsește secretul utilizatorului.
ru: Отсутствует секретный ключ пользователя.
sl: Manjka geslo uporabnika.
sv: Saknar användarens hemlighet.
uk: Відсутній секрет користувача.

# error.session.closed
source: Session closed.
cs: Relace ukončena.
de: Sitzung geschlossen.
es: Sesión cerrada.
fr: Session fermée.
it: Sessione chiusa.
ja: セッションが閉じられました。
ko: 세션 종료됨.
lt: Seansas uždarytas.
nl: Sessie afgesloten.
pl: Sesja zamknięta.
pt: Sessão encerrada.
ro: Sesiunea a fost închisă.
ru: Сессия закрыта.
sl: Seja zaključena.
sv: Sessionen är stängd.
uk: Сесію закрито.

# error.account.duplicate
source: Duplicate account.
cs: Duplicitní účet.
de: Doppeltes Konto.
es: Cuenta duplicada.
fr: Compte dupliqué.
it: Duplica account.
ja: アカウントが重複しています。
ko: 중복 계정.
lt: Dublikatinė paskyra.
nl: Dubbel account.
pl: Duplikuj konto.
pt: Conta duplicada.
ro: Cont duplicat.
ru: Дубликат аккаунта.
sl: Podvojen račun.
sv: Dubblettkonto.
uk: Дубльований обліковий запис.
