Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# autofill.extension.setup.completed.info
source: Once you've filled out a form, simply tap on the entry filed and the Autofill you enabled will suggest filling it from the login credentials you’ve already added to the Passbolt app.
cs: Jakmile vyplníte formulář, jednoduše klepněte na pole záznamu a povolené Automatické vyplňování jej navrhne vyplnit z přihlašovacích údajů, které jste již přidali do aplikace Passbolt.
de: Wenn Sie ein Formular ausgefüllt haben, tippen Sie einfach auf das Eingabefeld und die Funktion zum automatischen Ausfüllen, die Sie aktiviert haben, wird vorschlagen, das Feld mit den Anmeldedaten auszufüllen, die Sie bereits zur Passbolt App hinzugefügt haben.
es: Una vez rellenado un formulario, simplemente pulse en el campo y el autocompletado que activó le sugerirá rellenarlo desde las credenciales de inicio de sesión que ha añadido a la aplicación Passbolt.
fr: Après avoir rempli un formulaire, il suffit de taper sur le champ de saisie et le système de remplissage automatique de Passbolt vous proposera les informations de connexion.
it: Una volta compilato un modulo, basta toccare il campo d'immissione e l'Autocompilazione che hai abilitato suggerirà la sua compilazione con le credenziali di accesso che hai già aggiunto all'app Passbolt.
ja: フォームに入力したら、そのフィールドをタップするだけで、有効にした自動入力がパスボルトアプリにすでに追加したログイン情報を使用して入力を提案します。
ko: 양식을 작성한 후, 입력란을 탭하기만 하면 활성화한 자동 채우기 기능이 Passbolt 앱에 이미 추가한 로그인 자격 증명을 사용하여 양식을 작성하도록 제안합니다.
lt: Kai užpildysite formą, tiesiog bakstelėkite lauką, ir įjungtas automatinis pildymas pasiūlys užpildyti iš prisijungimo duomenų, kuriuos jau pridėjote į Passbolt programėlę.
nl: Zodra je een formulier hebt ingevuld, tik je gewoon op het invoerveld en de ingeschakelde Automatisch invullen zal voorstellen om deze te vullen met de inloggegevens die je al aan de Passbolt-app hebt toegevoegd.
pl: Po wypełnieniu formularza dotknij pola do wypełnienia, a włączone Autouzupełnianie zasugeruje wypełnienie go danymi logowania, które wcześniej dodano w aplikacji Passbolt.
pt: Depois de preencher um formulário, basta tocar no campo de entrada e o preenchimento automático que você habilitou sugerirá preenchê-lo com as credenciais de login que você já adicionou ao aplicativo Passbolt.
ro: După ce ați completat un formular, apăsați pe înregistrările înregistrate și autocompletarea activată vă va sugera completarea lor din datele de autentificare pe care le-ați adăugat deja în aplicația Passbolt.
ru: Заполнив форму, просто нажмите на отправленную запись, и включенное вами автозаполнение предложит заполнить ее с помощью учетных данных для входа, которые вы уже добавили в приложение Passbolt.
sl: Ko izpolnite obrazec, samo tapnite na polje za vnos in avtomatsko izpolnjevanje, ki ste ga omogočili, bo predlagalo izpolnitev iz prijavljenih podatkov, ki ste jih že dodali v aplikacijo Passbolt.
sv: När du har fyllt i ett formulär behöver du bara trycka på inmatningsfältet, så kommer den aktiverade Autofyll-funktionen att föreslå ifyllning från de inloggningsuppgifter du redan har lagt till i Passbolt-appen.
uk: Після того, як ви заповните форму, достатньо натиснути на поле введення, і ввімкнене автозаповнення запропонує заповнити його з облікових даних, які вже додані в застосунок Passbolt.

# autofill.extension.account.selection.switch.account.title
source: Switch the account
cs: Přepnout účet
de: Konto wechseln
es: Cambiar de cuenta
fr: Changer le compte
it: Cambia account
ja: アカウントを切り替え
ko: 계정 전환
lt: Perjungti paskyrą
nl: Wissel van account
pl: Przełącz konto
pt: Trocar a conta
ro: Schimbați contul
ru: Сменить учетную запись
sl: Zamenjaj račun
sv: Byt konto
uk: Перемкнути обліковий запис

# autofill.extension.account.selection.switch.account.subtitle
source: Select an account to switch!
cs: Pro přepnutí vyberte účet!
de: Wählen Sie ein Konto zum Wechseln aus!
es: ¡Seleccione una cuenta para cambiar!
fr: Sélectionnez un compte à changer !
it: Seleziona un altro account!
ja: 切り替えるアカウントを選択してください！
ko: 계정 전환할 계정을 선택하세요!
lt: Pasirinkite paskyrą, kurią norite perjungti!
nl: Selecteer een account om te wisselen!
pl: Wybierz konto, na które chcesz się przełączyć!
pt: Selecione uma conta para trocar!
ro: Selectați un cont pentru a face schimbul!
ru: Выберите учетную запись для переключения!
sl: Izberite račun za zamenjavo!
sv: Välj ett konto att byta till!
uk: Оберіть обліковий запис, щоб перемкнутися!

# autofill.extension.account.selection.sign.in.title
source: You are not logged in
cs: Nejste přihlášen(a)
de: Sie sind nicht eingeloggt
es: No ha iniciado sesión
fr: Vous n'êtes pas connecté
it: Non hai effettuato il login
ja: ログインしていません
ko: 로그인 되지 않았습니다
lt: Jūs nesate prisijungę
nl: Je bent niet aangemeld
pl: Nie jesteś zalogowany/a
pt: Você não está conectado
ro: Nu sunteți autentificat
ru: Вы не авторизованы
sl: Niste prijavljeni
sv: Du är inte inloggad
uk: Ви не авторизовані

# autofill.extension.account.selection.sign.in.subtitle
source: Select an account to sign in!
cs: Vyberte účet pro přihlášení!
de: Wählen Sie ein Konto aus um sich anzumelden!
es: ¡Seleccione una cuenta para iniciar sesión!
fr: Sélectionnez un compte à changer !
it: Seleziona un account per accedere!
ja: サインインするアカウントを選択してください！
ko: 로그인 할 계정을 선택하세요!
lt: Norėdami prisijungti, pasirinkite paskyrą!
nl: Selecteer een account om aan te melden!
pl: Wybierz konto, na które chcesz się zalogować!
pt: Selecione uma conta para iniciar sessão!
ro: Selectați un cont pentru conectare!
ru: Выберите учетную запись для входа!
sl: Izberite račun za prijavo!
sv: Välj ett konto att logga in!
uk: Оберіть обліковий запис для входу!

# autofill.extension.no.accounts.title
source: No account found!
cs: Nebyl nalezen žádný účet!
de: Kein Konto gefunden!
es: ¡Cuenta no encontrada!
fr: Aucun compte trouvé !
it: Nessun account trovato!
ja: アカウントが見つかりません！
ko: 계정이 없습니다!
lt: Paskyra nerasta!
nl: Geen account gevonden!
pl: Nie znaleziono konta!
pt: Nenhuma conta encontrada!
ro: Niciun cont găsit!
ru: Аккаунт не найден!
sl: Ni najdenega računa!
sv: Inget konto hittades!
uk: Не знайдено жодного облікового запису!

# autofill.extension.no.accounts.description
source: You need an account to get started. Please open the Passbolt application and follow the setup instructions. Passbolt will be able to autofill credentials afterwards.
cs: K začátku potřebujete účet. Otevřete aplikaci Passbolt a postupujte podle pokynů k nastavení. Passbolt poté bude schopen automaticky vyplňovat přihlašovací údaje.
de: Sie benötigen ein Konto, um loszulegen. Bitte öffnen Sie die Passbolt-Anwendung und folgen Sie den Installationsanweisungen. Passbolt kann im Anschluss Zugangsdaten automatisch ausfüllen.
es: Necesita una cuenta para empezar. Por favor, abra la aplicación Passbolt y siga las instrucciones de configuración. Passbolt podrá autocompletar las credenciales después.
fr: Vous avez besoin d'un compte pour commencer. Veuillez ouvrir l'application Passbolt et suivre les instructions de configuration. Passbolt sera en mesure de remplir automatiquement les identifiants par la suite.
it: Per cominciare serve un account. Apri l'applicazione Passbolt e segui le istruzioni di configurazione. Successivamente Passbolt sarà in grado di inserire in automatico le credenziali.
ja: 開始するにはアカウントが必要です。パスボルトアプリを開き、セットアップ手順に従ってください。その後、パスボルトは認証情報を自動入力できるようになります。
ko: 시작하려면 계정이 필요합니다. Passbolt 앱을 열고 설정 지침을 따르세요. Passbolt는 그 후에 자격 증명을 자동으로 채울 수 있습니다.
lt: Norėdami pradėti, jums reikia paskyros. Atidarykite Passbolt programėlę ir vykdykite sąrankos nurodymus. Tuomet Passbolt galės automatiškai pildyti prisijungimo duomenis.
nl: Je hebt een account nodig om aan de slag te gaan. Open de Passbolt-app en volg de installatie-instructies. Passbolt kan daarna de inloggegevens automatisch invullen.
pl: Potrzebujesz konta, aby rozpocząć. Otwórz aplikację Passbolt i postępuj zgodnie z instrukcją konfiguracji. Passbolt będzie mógł później automatycznie uzupełniać dane uwierzytelniające.
pt: Você precisa de uma conta para começar. Abra o aplicativo Passbolt e siga as instruções de configuração. Em seguida, o Passbolt poderá preencher credenciais automaticamente.
ro: Aveți nevoie de un cont pentru a începe. Vă rugăm să deschideți aplicația Passbolt și să urmați instrucțiunile de configurare. Passbolt va putea să vă autocompleteze credențialele după aceea.
ru: Чтобы начать, вам нужна учетная запись. Пожалуйста, откройте приложение Passbolt и следуйте инструкциям по установке. После этого Passbolt сможет автоматически заполнять учетные данные.
sl: Za uporabo potrebujete račun. Prosimo, odprite aplikacijo Passbolt in sledite navodilom za nastavitev. Passbolt bo nato samodejno izpolnjeval vaše podatke za prijavo.
sv: Du behöver ett konto för att komma igång. Öppna Passbolt-applikationen och följ installationsinstruktionerna. Därefter kan Passbolt autofylla autentiseringsuppgifter.
uk: Для початку роботи потрібен обліковий запис. Будь ласка, відкрийте застосунок Passbolt і дотримуйтесь інструкцій з налаштування. Після цього Passbolt зможе автоматично заповнювати облікові дані.

# autofill.extension.resource.list.title
source: Choose password
cs: Zvolte heslo
de: Passwort auswählen
es: Elija la contraseña
fr: Choisissez le mot de passe
it: Scegli una password
ja: パスワードを選択
ko: 비밀번호 선택
lt: Pasirinkti slaptažodį
nl: Kies wachtwoord
pl: Wybierz hasło
pt: Escolher senha
ro: Alegeţi parola
ru: Выберите пароль
sl: Izberite geslo
sv: Välj lösenord
uk: Оберіть пароль

# autofill.extension.resource.list.section.suggested.title
source: Suggested
cs: Navrhované
de: Vorgeschlagen
es: Sugerido
fr: Suggérés
it: Suggerito
ja: 推奨
ko: 제안됨
lt: Siūloma
nl: Aanbevolen
pl: Proponowane
pt: Sugerido
ro: Sugerat
ru: Предлагаемый
sl: Predlagano
sv: Förslag på
uk: Запропоновані

# autofill.extension.resource.list.section.all.title
source: Other
cs: Jiné
de: Andere
es: Otras contraseñas
fr: Autre
it: Altro
ja: その他
ko: 기타
lt: Kita
nl: Overige
pl: Inne
pt: Outros
ro: Altele
ru: Другие
sl: Drugo
sv: Annat
uk: Інші

# autofill.extension.autofill.extension.resources.search.placeholder
source: Search in passbolt...
cs: Hledat v passboltu...
de: Suche in Passbolt...
es: Buscar en Passbolt...
fr: Rechercher dans Passbolt...
it: Cerca in Passbolt...
ja: パスボルトで検索…
ko: Passbolt에서 검색 중...
lt: Ieškoti Passbolt...
nl: Zoek in Passbolt...
pl: Szukaj w passbolt...
pt: Pesquisar no passbolt...
ro: Căutare în Passbolt...
ru: Поиск в passbolt...
sl: Išči v passboltu...
sv: Sök i Passbolt...
uk: Шукати в Passbolt…

# mfa.required.title
source: MFA is required
cs: MFA je povinné
de: MFA ist erforderlich
es: MFA es obligatorio
fr: L'AMF est obligatoire
it: Necessaria MFA
ja: MFAが必要です
ko: 다단계인증 필요
lt: Reikalingas MFA
nl: MFA is vereist
pl: Uwierzytelnianie wieloskładnikowe (MFA) jest wymagane
pt: MFA é obrigatório
ro: Autentificare multi-factor necesară
ru: Требуется MFA
sl: Zahtevana je večfaktorska avtentikacija
sv: MFA krävs
uk: Потрібна MFA

# autofill.extension.mfa.required.description
source: Please use the Passbolt app to finalise your authentication.
cs: Prosím použijte aplikaci Passbolt k dokončení vašeho ověření.
de: Bitte verwenden Sie die Passbolt-App, um Ihre Authentifizierung abzuschließen.
es: Por favor, utilice la aplicación de Passbolt para finalizar su autenticación.
fr: Veuillez utiliser l'application Passbolt pour finaliser votre authentification.
it: Si prega di utilizzare l'applicazione Passbolt per completare l'autenticazione.
ja: 認証を完了するにはパスボルトアプリを使用してください。
ko: Passbolt 앱을 사용하여 인증을 완료하세요.
lt: Prašome naudoti Passbolt programėlę, kad baigtumėte autentifikavimą.
nl: Gebruik de Passbolt-app om je authenticatie af te ronden.
pl: Użyj aplikacji Passbolt, aby dokończyć proces uwierzytelniania.
pt: Por favor, use o aplicativo Passbolt para finalizar sua autenticação.
ro: Vă rugăm să folosiți aplicația Passbolt pentru a finaliza autentificarea.
ru: Пожалуйста, используйте приложение Passbolt для завершения авторизации.
sl: Uporabite aplikacijo Passbolt za dokončanje avtentikacije.
sv: Vänligen använd Passbolt-appen för att slutföra din autentisering.
uk: Будь ласка, скористайтеся застосунком Passbolt, щоб завершити автентифікацію.

# folder.edit.form.create.title
source: Create folder
cs: Vytvořit složku
de: Ordner anlegen
es: Crear carpeta
fr: Créer un dossier
it: Crea cartella
ja: フォルダを作成
ko: 폴더 생성
lt: Sukurti aplanką
nl: Map aanmaken
pl: Stwórz folder
pt: Criar pasta
ro: Creați folder
ru: Создать папку
sl: Ustvari mapo
sv: Skapa mapp
uk: Створити теку

# folder.edit.form.name.field.placeholder
source: Untitled folder
cs: Složka bez názvu
de: Unbenannter Ordner
es: Carpeta sin título
fr: Dossier sans titre
it: Cartella senza titolo
ja: 無題のフォルダ
ko: 새 폴더
lt: Aplankas be pavadinimo
nl: Naamloze map
pl: Folder bez nazwy
pt: Pasta sem título
ro: Folder fără titlu
ru: Без названия
sl: Nepoimenovana mapa
sv: Namnlös mapp
uk: Тека без назви

# folder.edit.form.created
source: New folder %@ has been created!
cs: Nová složka %@ byla vytvořena!
de: Neuer Ordner %@ wurde erstellt!
fr: Un nouveau répertoire %@ a été créé !
it: La nuova cartella %@ è stata creata!
ja: 新規フォルダ%@が作成されました！
ko: 새 폴더 %@ 이(가) 생성되었습니다!
lt: Naujas aplankas %@ sukurtas!
nl: Nieuwe map %@ is aangemaakt!
pl: Utworzono nowy folder %@!
pt: Nova pasta %@ foi criada!
ro: Folder-ul nou %@ a fost creat!
ru: Новая папка %@ создана!
sl: Nova mapa %@ je bila ustvarjena!
sv: Den nya mappen %@ har skapats!
uk: Створено нову теку %@!

# resource.folder.menu.open.details.label
source: See details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
ja: 詳細を見る
ko: 자세히 보기
lt: Žiūrėti detales
nl: Bekijk details
pl: Zobacz szczegóły
pt: Ver detalhes
ro: Vezi detaliile
ru: Подробнее
sl: Oglejte si podrobnosti
sv: Se detaljer
uk: Переглянути деталі

# folder.root.name
source: Root
cs: Kořenový adresář
de: Wurzelverzeichnis
es: Raíz
fr: Racine
ja: ルート
ko: 루트
lt: Pagrindinis
nl: Hoofd
pl: Główny
pt: Início
ro: Rădăcină
ru: Корневой раздел
sl: Koren
sv: Rot
uk: Кореневий каталог

# folder.name.title
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sl: Ime
sv: Namn
uk: Назва

# folder.location.title
source: Location
cs: Umístění
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
lt: Vieta
nl: Locatie
pl: Lokalizacja
pt: Locais
ro: Locaţie
ru: Расположение
sl: Lokacija
sv: Plats
uk: Розташування

# permissions.avatars.view.title
source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
it: Autorizzazioni
ja: パーミッション
ko: 권한
lt: Leidimai
nl: Machtigingen
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
ru: Права доступа
sl: Dovoljenja
sv: Behörigheter
uk: Дозволи

# shared.avatars.view.title
source: Shared with
cs: Sdíleno s
de: Freigegeben für
es: Compartido con
fr: Partagé avec
it: Condiviso con
ja: 共有相手
ko: 공유 대상
lt: Pasidalinta su
nl: Gedeeld met
pl: Współdzielone z
pt: Compartilhado com
ro: Partajată cu
ru: Поделиться с
sl: V skupni rabi z
sv: Delade med
uk: Надано спільний доступ

# form.field.name.title
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sl: Ime
sv: Namn
uk: Назва

# form.button.save.title
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvare
ru: Сохранить
sl: Shrani
sv: Spara
uk: Зберегти

# generic.error
source: Something went wrong!
cs: Něco se pokazilo!
de: Etwas ist schief gelaufen!
es: ¡Algo salió mal!
fr: Quelque chose s'est mal passé !
it: Qualcosa è andato storto!
ja: 何か問題が発生しました！
ko: 문제가 발생했습니다!
lt: Kažkas nepavyko!
nl: Er ging iets mis!
pl: Coś poszło nie tak!
pt: Algo deu errado!
ro: Ceva nu a funcționat bine!
ru: Что-то пошло не так!
sl: Nekaj je šlo narobe!
sv: Något gick fel!
uk: Щось пішло не так!

# generic.error.retry
source: Something went wrong, please try again.
cs: Něco se pokazilo, zkuste to prosím znovu.
de: Etwas ist schiefgelaufen, bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtelo de nuevo.
fr: Une erreur est survenue, veuillez réessayer.
it: Qualcosa è andato storto, si prega di riprovare.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했으니 다시 시도하세요.
lt: Įvyko klaida, pabandykite dar kartą.
nl: Er is iets misgegaan, probeer het opnieuw.
pl: Coś poszło nie tak, spróbuj ponownie.
pt: Algo deu errado, tente novamente.
ro: Ceva nu a funcționat, vă rugăm să încercați din nou.
ru: Что-то пошло не так, попробуйте еще раз.
sl: Nekaj je šlo narobe, prosimo, poskusite ponovno.
sv: Något gick fel, försök igen.
uk: Щось пішло не так, спробуйте ще раз.

# generic.error.report
source: Something went wrong, please report a bug.
cs: Něco se pokazilo, prosím nahlaste chybu.
de: Etwas ist schiefgelaufen, bitte melden Sie einen Bug.
es: Algo salió mal. Por favor, informe del error.
fr: Une erreur est survenue, veuillez signaler un bug.
it: Qualcosa è andato storto, si prega di segnalare un bug.
ja: 問題が発生しました。バグを報告してください。
ko: 문제가 발생했으니 버그를 보고하세요.
lt: Įvyko klaida, praneškite apie klaidą programuotojams.
nl: Er is iets misgegaan, meld een bug.
pl: Coś poszło nie tak, zgłoś nam błąd.
pt: Algo deu errado, por favor relate um bug.
ro: Ceva nu a funcționat, vă rugăm să o raportați ca eroare.
ru: Что-то пошло не так. Пожалуйста, сообщите об ошибке.
sl: Nekaj je šlo narobe, prosimo, prijavite hrošča.
sv: Något gick fel, vänligen rapportera en bugg.
uk: Щось пішло не так, надішліть звіт про помилку.

# generic.error.cancelled
source: Operation has been cancelled.
cs: Operace byla zrušena.
de: Der Vorgang wurde abgebrochen.
es: La operación fue cancelada.
fr: L'opération a été annulée.
it: L'operazione è stata annullata.
ja: 操作がキャンセルされました。
ko: 작업이 취소되었습니다.
lt: Operacija atšaukta.
nl: Bewerking is geannuleerd.
pl: Operacja została anulowana.
pt: A operação foi cancelada.
ro: Operațiunea a fost anulată.
ru: Операция отменена.
sl: Operacija je bila preklicana.
sv: Åtgärden har avbrutits.
uk: Операцію скасовано.

# sign.in.error.message
source: Sign in failed
cs: Přihlášení se nezdařilo
de: Anmeldung fehlgeschlagen
es: El inicio de sesión falló
fr: Échec de connexion
it: Accesso fallito
ja: サインインに失敗しました
ko: 로그인 실패
lt: Nepavyko prisijungti
nl: Aanmelding mislukt
pl: Logowanie nie powiodło się
pt: Falha ao fazer login
ro: Conectare eșuată
ru: Не удалось войти
sl: Prijava ni uspela
sv: Inloggning misslyckades
uk: Не вдалося виконати вхід

# sign.in.error.biometrics.changed.message
source: It seems that your device biometrics has changed. Please, enter your passphrase and configure biometrics again
cs: Zdá se, že se změnily biometrické údaje vašeho zařízení. Zadejte prosím přístupovou frázi a znovu nastavte biometrické údaje
de: Es scheint, dass sich die biometrischen Daten Ihres Geräts geändert haben. Bitte geben Sie Ihre Passphrase ein und konfigurieren Sie die biometrischen Daten erneut
es: Parece que los datos biométricos de su dispositivo han cambiado. Por favor, introduzca su contraseña y vuelva a configurar la biometría
fr: Il semble que la biométrie de votre appareil ait changé. Veuillez entrer votre mot de passe et configurer à nouveau la biométrie
it: Sembra che la verifica biometrica del dispositivo sia cambiata. Inserisci la frase segreta e configura nuovamente la verifica biometrica
ja: デバイスのバイオメトリクスが変更されたようです。パスフレーズを入力し、再度バイオメトリクスを設定してください
ko: 기기에 저장된 생체 인식 정보가 변경된 것 같습니다. 비밀문구를 입력하고 생체 인식을 다시 설정하세요.
lt: Panašu, kad pasikeitė jūsų įrenginio biometriniai duomenys. Prašome įvesti savo slaptafrazę ir iš naujo sukonfigūruoti biometriką
nl: Het lijkt erop dat de biometrie op je apparaat is gewijzigd. Voer je wachtwoordzin in en configureer biometrie opnieuw
pl: Wygląda na to, że dane biometryczne Twojego urządzenia uległy zmianie. Wprowadź hasło dostępu i ponownie skonfiguruj dane biometryczne
pt: Parece que a biometria do seu dispositivo mudou. Por favor, insira sua frase-chave e configure a biometria novamente
ro: Se pare că datele biometrice ale dispozitivului s-au schimbat. Vă rugăm, introduceți parola de acces și configurați din nou biometria
ru: Похоже, что биометрические данные вашего устройства изменились. Пожалуйста, введите пароль и настройте биометрические данные снова
sl: Zdi se, da so se biometrični podatki vaše naprave spremenili. Prosimo, vnesite geslo in znova nastavite biometrijo
sv: Det verkar som att din enhets biometriska data har ändrats. Vänligen ange din lösenfras och konfigurera biometri på nytt
uk: Схоже, що біометричні дані пристрою змінилися. Будь ласка, введіть свою парольну фразу та налаштуйте біометрію знову

# sign.in.error.passphrase.invalid.message
source: Invalid passphrase.
cs: Neplatná přístupová fráze.
de: Ungültige Passphrase.
es: Contraseña no válida.
fr: Phrase de passe invalide.
it: Frase segreta non valida.
ja: パスフレーズが無効です。
ko: 유효하지 않은 비밀문구입니다.
lt: Neteisinga slaptafrazė.
nl: Ongeldige wachtwoordzin.
pl: Nieprawidłowe hasło dostępu.
pt: Frase-chave inválida.
ro: Parolă invalidă.
ru: Неверная парольная фраза.
sl: Neveljavno geslo.
sv: Ogiltig lösenfras.
uk: Неправильна парольна фраза.

# server.fingerprint.save.failed
source: Failed to save server fingerprint.
cs: Nepodařilo se uložit otisk prstu serveru.
de: Speichern des Server-Fingerabdrucks fehlgeschlagen.
es: No se ha podido guardar la huella digital del servidor.
fr: Impossible de sauvegarder l'empreinte du serveur.
it: Salvataggio dell'impronta digitale del server non riuscito.
ja: サーバーフィンガープリントの保存に失敗しました。
ko: 서버 지문을 저장하는데 실패됨.
lt: Nepavyko išsaugoti serverio "fingerprint".
nl: Opslaan van server-vingerafdruk mislukt.
pl: Nie udało się zapisać odcisku serwera.
pt: Falha ao salvar a impressão digital do servidor.
ro: Nu s-a putut salva amprenta serverului.
ru: Не удалось сохранить отпечаток сервера.
sl: Shranjevanje prstnega odtisa strežnika ni uspelo.
sv: Misslyckades med att spara serverfingeravtryck.
uk: Не вдалося зберегти відбиток сервера.

# form.field.error.max.length
source: The maximum length has been exceeded.
cs: Maximální délka byla překročena.
de: Die maximale Länge wurde überschritten.
es: Se ha superado la longitud máxima.
fr: La longueur maximale a été dépassée.
it: La lunghezza massima è stata superata.
ja: 最大長を超えています。
ko: 최대 길이를 초과했습니다.
lt: Viršytas leistinas ilgis.
nl: De maximumlengte is overschreden.
pl: Maksymalna długość została przekroczona.
pt: O tamanho máximo foi excedido.
ro: Lungimea maximă a fost depășită.
ru: Превышена максимальная длина.
sl: Dosežena je bila največja dovoljena dolžina.
sv: Den maximala längden har överskridits.
uk: Перевищено максимальну довжину.

# form.error.invalid
source: The form is invalid
cs: Formulář je neplatný
de: Ungültiges Formular
es: El formulario no es válido
fr: Le formulaire est invalide
it: Il modulo non è valido
ja: フォームが不正です
ko: 양식이 잘못되었습니다.
lt: Forma netinkama
nl: Het formulier is ongeldig
pl: Formularz jest nieprawidłowy
pt: O formulário é inválido
ro: Formularul este invalid
ru: Форма недействительна
sl: Obrazec ni veljaven
sv: Formuläret är ogiltigt
uk: Форму заповнено некоректно

# resource.form.field.error.empty
source: The field cannot be empty
cs: Pole nemůže být prázdné
de: Das Feld darf nicht leer sein
es: El campo no puede estar vacío
fr: Le champ ne peut pas être vide
it: Il campo non può essere vuoto
ja: フィールドを空にすることはできません
ko: 필드는 비워 둘 수 없습니다
lt: Laukas negali būti tuščias
nl: Dit veld mag niet leeg zijn
pl: Pole nie może być puste
pt: Este campo não pode ficar vazio
ro: Câmpul nu poate fi gol
ru: Поле не может быть пустым
sl: Polje ne more biti prazno
sv: Fältet kan inte vara tomt
uk: Це поле не може бути порожнім
