Repository: passbolt/mobile-passbolt-ios
Catalog: Passbolt/PassboltPackage/Sources/Localization/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, lt, nl, pl, pt, ro, ru, sl, sv, uk

# resource.detail.section.expiry.willExpire
source: Expires in
cs: Vyprší za
de: Gültig bis
fr: Expire dans
it: Scade tra
ja: 有効期限まで
ko: 후 만료
lt: Pasibaigs už
nl: Verloopt over
pl: Wygasa za
pt: Expira em
ro: Expiră în
ru: Истекает через
sl: Poteče čez
sv: Utgår om
uk: Спливає через

# resource.detail.undefined.content.warning
source: Unsupported type, unknown fields are hidden!
cs: Nepodporovaný typ, neznámá pole jsou skrytá!
de: Nicht unterstützter Typ, unbekannte Felder sind ausgeblendet!
fr: Type non pris en charge. Les champs inconnus sont masqués !
it: Tipo non supportato, i campi sconosciuti sono nascosti!
ja: サポートされていない種類のため、不明なフィールドは非表示です！
ko: 지원되지 않는 유형입니다. 알 수 없는 필드가 숨겨집니다!
lt: Nepalaikomas tipas, nežinomi laukai paslėpti!
nl: Niet-ondersteund type, onbekende velden zijn verborgen!
pl: Nieobsługiwany typ, nieznane pola są ukryte!
pt: Tipo não suportado, campos desconhecidos estão escondidos!
ro: Tip nesuportat, câmpurile necunoscute sunt ascunse!
ru: Неподдерживаемый тип, неизвестные поля скрыты!
sl: Nepodprt tip, neznana polja so skrita!
sv: Typen stöds inte, okända fält är dolda!
uk: Тип не підтримується, невідомі поля приховано!

# resource.expiry.expired
source: (expired)
cs: (vypršela platnost)
de: (abgelaufen)
fr: (expiré)
it: (scaduto)
ja: (期限切れ)
ko: (만료됨)
lt: (pasibaigęs)
nl: (verlopen)
pl: (wygasłe)
pt: (expirado)
ro: (expirat)
ru: (истёк)
sl: (poteklo)
sv: (utgånget)
uk: (прострочено)

# resource.delete.succeeded
source: Resource has been deleted.
cs: Prostředek byl odstraněn.
de: Die Ressource wurde gelöscht.
fr: La ressource a été supprimée.
it: La risorsa è stata cancellata.
ja: リソースが削除されました。
ko: 리소스가 삭제되었습니다.
lt: Išteklius ištrintas.
nl: Resource is verwijderd.
pl: Zasób został usunięty
pt: Recurso foi excluído.
ro: Resursa a fost ștearsă.
ru: Ресурс был удален.
sl: Vir je bil izbrisan.
sv: Resursen har tagits bort.
uk: Ресурс було видалено.

# resource.field.name.unknown
source: Value
cs: Hodnota
de: Wert
fr: Valeur
it: Valore
ja: 値
ko: 값
lt: Vertė
nl: Waarde
pl: Wartość
pt: Valor
ro: Valoare
ru: Значение
sl: Vrednost
sv: Värde
uk: Значення

# section.tags.empty
source: No tags
cs: Žádné štítky
de: Keine Tags
fr: Pas de tags
it: Nessun tag
ja: タグなし
ko: 태그 없음
lt: Nėra žymių
nl: Geen labels
pl: Brak tagów
pt: Sem etiquetas
ro: Nicio etichetă
ru: Нет тегов
sl: Ni oznak
sv: Inga taggar
uk: Немає тегів

# server.key.fingerprint.changed.title
source: Sorry, the server key has changed.
cs: Omlouváme se, ale klíč serveru se změnil.
de: Der Serverschlüssel hat sich leider geändert.
es: Lo sentimos, la clave del servidor ha cambiado.
fr: Désolé, la clé du serveur a changée.
it: Siamo spiacenti, la chiave del server è cambiata.
ja: 申し訳ありませんが、サーバーキーが変更されました。
ko: 죄송합니다. 서버 키가 변경되었습니다.
lt: Atsiprašome, serverio raktas pasikeitė.
nl: Sorry, de serversleutel is veranderd.
pl: Przepraszamy, klucz serwera został zmieniony.
pt: Desculpe, a chave do servidor foi alterada.
ro: Ne pare rău, cheia serverului s-a schimbat.
ru: Извините, ключ сервера изменился.
sl: Oprostite, ključ strežnika se je spremenil.
sv: Tyvärr, serverns nyckel har ändrats.
uk: На жаль, ключ сервера було змінено.

# server.key.fingerprint.changed.description
source: For security reasons please check with your administrator that this is a change that they initiated. The new fingerprint:
cs: Z bezpečnostních důvodů prosím zkontrolujte u administrátora, zda se jedná o změnu, kterou zahájil. Nový otisk prstu:
de: Aus Sicherheitsgründen sollten Sie sich bei Ihrem Administrator vergewissern, dass diese Änderung von ihm veranlasst wurde. Der neue Fingerabdruck:
es: Por razones de seguridad, por favor compruebe con su administrador que este es un cambio que iniciaron. La nueva huella digital:
fr: Pour des raisons de sécurité, veuillez vérifier avec votre administrateur qu'il s'agit d'un changement qu'ils ont initié. La nouvelle empreinte digitale :
it: Per motivi di sicurezza, controlla con l'amministratore che si tratti di una modifica iniziata. La nuova impronta digitale:
ja: セキュリティ上の理由から、管理者に、これが開始された変更であることを確認してください。新しい指紋:
ko: 보안상의 이유로 관리자가 시작한 변경 사항인지 확인하십시오. 새 지문:
lt: Saugumo sumetimais pasitarkite su administratoriumi, ar tai yra jų inicijuotas pakeitimas. Naujas piršto atspaudas:
nl: Controleer uit veiligheidsoverwegingen bij uw beheerder of die het initiatief tot deze wijziging heeft genomen. De nieuwe vingerafdruk:
pl: Ze względów bezpieczeństwa ustal ze swoim administratorem, czy ta zmiana została wprowadzona przez niego. Nowy cyfrowy odcisk serwera:
pt: Por razões de segurança, por favor verifique com o seu administrador se esta é uma alteração que ele iniciou. A nova fingerprint é:
ro: Din motive de securitate, te rugăm să verifici cu administratorul că aceasta este o schimbare pe care a inițiat-o. Amprenta nouă este:
ru: Проверьте, что это сообщение произвел ваш администратор. Новый отпечаток:
sl: Iz varnostnih razlogov preverite pri skrbniku, ali je on sprožil spremembo. Novi prstni odtis:
sv: Av säkerhetsskäl, kontrollera med din administratör att detta är en ändring som de initierade. Det nya fingeravtrycket:
uk: З міркувань безпеки зверніться до свого адміністратора, щоб переконатися, що вони ініціювали цю зміну. Новий відбиток:

# server.key.fingerprint.accept.check
source: Yes, I checked and it is all fine.
cs: Ano, zkontroloval jsem a všechno je v pořádku.
de: Ja, ich habe es überprüft, und es ist alles in Ordnung.
es: Sí, lo he comprobado y todo está bien.
fr: Oui, j'ai vérifié et tout est correct.
it: Sì, ho controllato e va tutto bene.
ja: はい、確認しました。すべて問題ありません。
ko: 네, 확인해봤는데 다 괜찮아요.
lt: Taip, patikrinau ir viskas gerai.
nl: Ja, ik heb het gecontroleerd en het is allemaal in orde.
pl: Tak, wszystko jest sprawdzone i nie ma żadnych błędów.
pt: Sim, eu verifiquei e está tudo bem.
ro: Da, am verificat şi totul este în regulă.
ru: Я проверил, все хорошо.
sl: Da, preveril sem in vse je v redu.
sv: Ja jag kollade och det går bra.
uk: Так, я перевірив, все гаразд.

# server.key.fingerprint.accept.new.key
source: Accept new key
cs: Přijmout nový klíč
de: Neuen Schlüssel akzeptieren
es: Aceptar nueva clave
fr: Accepter la nouvelle clé
it: Accetta la nuova chiave
ja: 新しい鍵を承認する
ko: 새 키 수락
lt: Priimti naują raktą
nl: Accepteer nieuwe sleutel
pl: Zaakceptuj nowy klucz
pt: Aceitar nova chave
ro: Acceptați noua cheie
ru: Принять новый ключ
sl: Sprejmi novi ključ
sv: Godkänn ny nyckel
uk: Прийняти новий ключ

# resource.form.password.strength
source: Password strength
cs: Síla hesla
de: Passwortstärke
es: Fortaleza de la contraseña
fr: Force du mot de passe
it: Forza password
ja: パスワードの強度
ko: 비밀번호 길이
lt: Slaptažodžio stiprumas
nl: Wachtwoordsterkte
pl: Siła hasła
pt: Força da senha
ro: Putere parolă
ru: Надежность пароля
sl: Moč gesla
sv: Lösenordsstyrka
uk: Надійність пароля

# resource.form.strength.very.weak
source: Very weak
cs: Velmi slabé
de: Sehr schwach
es: muy débil
fr: Très faible
it: Molto debole
ja: 非常に弱い
ko: 매우 약함
lt: Labai silpnas
nl: Erg zwak
pl: Bardzo słabe
pt: Muito fraco
ro: Foarte slabă
ru: Очень слабый
sl: Zelo slabo
sv: Mycket svagt
uk: Дуже слабкий

# resource.form.strength.weak
source: Weak
cs: Slabé
de: Schwach
es: débil
fr: Faible
it: Debole
ja: 弱い
ko: 취약
lt: Silpnas
nl: Zwak
pl: Słabe
pt: Fraco
ro: Slabă
ru: Слабый
sl: Šibko
sv: Svagt
uk: Слабкий

# resource.form.strength.fair
source: Fair
cs: Dobré
de: O.K.
es: justa
fr: Convenable
it: Accettabile
ja: まあまあ
ko: 적합
lt: Vidutinis
nl: Redelijk
pl: Przeciętne
pt: Razoável
ro: Bună
ru: Справедливый
sl: Sprejemljivo
sv: Hyfsat
uk: Посередній

# resource.form.strength.strong
source: Strong
cs: Silné
de: Stark
es: fuerte
fr: Fort
it: Forte
ja: 強い
ko: 강함
lt: Stiprus
nl: Sterk
pl: Silne
pt: Forte
ro: Puternică
ru: Надежный
sl: Močno
sv: Starkt
uk: Сильний

# resource.form.strength.very.strong
source: Very strong
cs: Velmi silné
de: Sehr stark
es: muy fuerte
fr: Très fort
it: Molto forte
ja: 非常に強い
ko: 매우 강함
lt: Labai stiprus
nl: Erg sterk
pl: Bardzo silne
pt: Muito forte
ro: Foarte puternică
ru: Очень надежный
sl: Zelo močno
sv: Mycket starkt
uk: Дуже сильний

# resource.form.create.button.title
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
lt: Sukurti
nl: Aanmaken
pl: Stwórz
pt: Criar
ro: Creează
ru: Создать
sl: Ustvari
sv: Skapa
uk: Створити

# resource.form.create.and.fill.button.title
source: Create and fill
cs: Vytvořit a vyplnit
de: Erstellen und Ausfüllen
es: Crear y rellenar
fr: Créer & Remplir
it: Crea e compila
ja: 作成して入力
ko: 생성 및 채우기
lt: Sukurti ir užpildyti
nl: Aanmaken en invullen
pl: Stwórz i uzupełnij
pt: Criar e preencher
ro: Creați și completați
ru: Создать и заполнить
sl: Ustvari in zapolni
sv: Skapa och fyll i
uk: Створити і заповнити

# resource.form.update.button.title
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvați
ru: Сохранить
sl: Shrani
sv: Spara
uk: Зберегти

# resource.form.new.password.created
source: New password has been created
cs: Nové heslo bylo vytvořeno
de: Ein neues Passwort wurde erstellt
es: Se ha creado una nueva contraseña
fr: Le nouveau mot de passe a été créé
it: È stata creata una nuova password
ja: 新しいパスワードが作成されました
ko: 새 비밀번호가 생성됨
lt: Sukurtas naujas slaptažodis
nl: Nieuw wachtwoord is aangemaakt
pl: Stworzono nowe hasło
pt: Nova senha criada
ro: Parola nouă a fost creată
ru: Новый пароль был создан
sl: Novo geslo je bilo ustvarjeno
sv: Nytt lösenord har skapats
uk: Новий пароль створено

# resource.form.description.encrypted
source: Description is encrypted
cs: Popis je zašifrován
de: Beschreibung ist verschlüsselt
es: La descripción está cifrada
fr: La description est chiffrée
it: La descrizione è crittografata
ja: 説明は暗号化されています
ko: 설명이 암호화 됨
lt: Aprašymas užšifruotas
nl: Omschrijving is versleuteld
pl: Opis jest zaszyfrowany
pt: Descrição está criptografada
ro: Descrierea este criptată
ru: Описание зашифровано
sl: Opis je šifriran
sv: Beskrivningen är krypterad
uk: Опис зашифровано

# resource.form.description.unencrypted
source: Description is not encrypted
cs: Popis není zašifrován
de: Beschreibung ist nicht verschlüsselt
es: La descripción no está cifrada
fr: La description n'est pas chiffrée
it: La descrizione non è crittografata
ja: 説明は暗号化されていません
ko: 설명이 암호화 되지 않음
lt: Aprašymas nešifruotas
nl: Omschrijving is niet versleuteld
pl: Opis nie jest zaszyfrowany
pt: A descrição não está criptografada
ro: Descrierea nu este criptată
ru: Описание не зашифровано
sl: Opis ni šifriran
sv: Beskrivningen är inte krypterad
uk: Опис не зашифровано

# resource.form.undefined.content.warning
source: Unsupported type, unknown fields are hidden!
cs: Nepodporovaný typ, neznámá pole jsou skrytá!
de: Nicht unterstützter Typ, unbekannte Felder sind ausgeblendet!
fr: Type non pris en charge. Les champs inconnus sont masqués !
it: Tipo non supportato, i campi sconosciuti sono nascosti!
ja: サポートされていない種類のため、不明なフィールドは非表示です！
ko: 지원되지 않는 유형입니다. 알 수 없는 필드가 숨겨집니다!
lt: Nepalaikomas tipas, nežinomi laukai paslėpti!
nl: Niet-ondersteund type, onbekende velden zijn verborgen!
pl: Nieobsługiwany typ, nieznane pola są ukryte!
pt: Tipo não suportado, campos desconhecidos estão escondidos!
ro: Tip nesuportat, câmpurile necunoscute sunt ascunse!
ru: Неподдерживаемый тип, неизвестные поля скрыты!
sl: Nepodprt tip, neznana polja so skrita!
sv: Typen stöds inte, okända fält är dolda!
uk: Тип не підтримується, невідомі поля приховано!

# feedback.alert.title
source: Device may be jailbroken
cs: Zařízení může být jailbreaknuté
de: Das Gerät ist eventuell aufgebrochen
es: El dispositivo puede tener jailbreak
fr: L'appareil est peut être jailbreaké
it: Il dispositivo potrebbe essere jailbroken
ja: デバイスがジェイルブレイクされている可能性があります
ko: 기기가 탈옥되었을 수 있습니다.
lt: Įrenginys gali būti pažeistas
nl: Mogelijk is je apparaat jailbroken
pl: Urządzenie mogło paść ofiarą włamania
pt: O dispositivo pode estar rodando com jailbreak
ro: Dispozitivul ar putea fi jailbroken
ru: Устройство может быть взломано
sl: Naprava je morda zlorabljena
sv: Enheten kan vara jailbreakad
uk: Можливо, ваш пристрій зламано (jailbreak)

# feedback.alert.message
source: We suspect your device may be jailbroken. Please be aware that it lowers overall device security and can be maliciously used to acquire your passwords.
cs: Máme podezření, že vaše zařízení může být jailbreaknuté. Mějte prosím na paměti, že toto snižuje celkovou bezpečnost zařízení a může být zneužito k získání vašich hesel.
de: Wir vermuten, dass Ihr Gerät möglicherweise aufgebrochen sein könnte. Bitte beachten Sie, dass dies die allgemeine Gerätesicherheit verringert und böswillig genutzt werden kann, um an Ihre Passwörter zu gelangen.
es: Sospechamos que su dispositivo puede tener jailbreak. Tenga en cuenta que reduce la seguridad general del dispositivo y puede ser utilizado maliciosamente para adquirir sus contraseñas.
fr: Nous soupçonnons que votre appareil est peut-être jailbreaké. Veuillez noter qu'il réduit la sécurité générale de l'appareil et peut-être utilisé de manière malveillante pour obtenir vos mots de passe.
it: Sospettiamo che il tuo dispositivo possa essere jailbroken. Tieni presente che questo riduce la sicurezza generale del dispositivo, e che può essere utilizzato in mala fede per acquisire le tue password.
ja: お使いのデバイスがジェイルブレイクされている可能性があります。これはデバイス全体のセキュリティを低下させ、パスワードを取得するために悪用される可能性があるのでご注意ください。
ko: 기기가 탈옥되었을 수 있습니다. 장치 전체 보안이 약화되고 비밀번호 획득에 악용될 수 있습니다.
lt: Įtariame, kad jūsų įrenginys gali būti pažeistas. Atminkite, kad tai sumažina bendrą įrenginio saugumą ir gali būti piktybiškai panaudota slaptažodžiams gauti.
nl: We vermoeden dat je apparaat jailbroken kan zijn. Houd er rekening mee dat dit de algehele beveiliging van het apparaat verlaagt en kwaadwillig kan worden gebruikt om je wachtwoorden te bemachtigen.
pl: Podejrzewamy, że ktoś mógł się włamać na Twoje urządzenie. Pamiętaj, że obniża to ogólne bezpieczeństwo urządzenia i może być wykorzystane w złośliwy sposób do pozyskania Twoich haseł.
pt: Suspeitamos que seu dispositivo esteja com jailbreak. Esteja ciente de que isso reduz a segurança geral do dispositivo e pode ser usado de forma maliciosa para adquirir suas senhas.
ro: Suspectăm că dispozitivul tău poate fi jailbroken. Acest lucru reduce securitatea generală a dispozitivului și poate fi folosit în mod răuvoitor pentru a-ți procura parolele.
ru: Мы подозреваем, чо ваше устройство может быть взломано. Имейте в виду, это снижает общий уровень защиты и может быть использовано для кражи ваших паролей.
sl: Sumimo, da je vaša naprava morda zlorabljena. Prosimo, upoštevajte, da to zniža skupno varnost naprave in se lahko zlonamerno uporabi za pridobivanje vaših gesel.
sv: Vi misstänker att din enhet kan vara jailbreakad. Var medveten om att detta minskar enhetens allmänna säkerhet och kan utnyttjas för att komma åt dina lösenord.
uk: Ми підозрюємо, що ваш пристрій може бути зламано (jailbreak). Майте на увазі, що це знижує загальний рівень безпеки пристрою і зловмисники можуть використати це, щоб отримати ваші паролі.

# feedback.alert.button.title
source: I understand
cs: Rozumím
de: Verstanden
es: Lo entiendo
fr: Je comprends
it: Ho capito
ja: 承知しました
ko: 이해함
lt: Suprantu
nl: Ik begrijp het
pl: Rozumiem
pt: Eu compreendo
ro: Am înțeles
ru: Я понимаю
sl: Razumem
sv: Jag förstår
uk: Я розумію

# account.not.found.title.label
source: The account doesn’t exist
cs: Účet neexistuje
de: Das Konto existiert nicht
es: La cuenta no existe
fr: Ce compte n'existe pas
it: L'account non esiste
ja: アカウントが存在しません
ko: 계정이 존재하지 않습니다
lt: Paskyra neegzistuoja
nl: Het account bestaat niet
pl: Konto nie istnieje
pt: A conta não existe
ro: Contul nu există
ru: Такого аккаунта не существует
sl: Račun ne obstaja
sv: Kontot existerar inte
uk: Облікового запису не існує

# account.not.found.message.label
source: The account has been deleted or suspended
cs: Účet byl smazán nebo pozastaven
de: Das Konto wurde gelöscht oder gesperrt
es: La cuenta ha sido eliminada
fr: Le compte a été supprimé ou suspendu
it: L'account è stato eliminato o sospeso
ja: アカウントは削除または停止されました
ko: 계정이 삭제되거나 정지되었습니다
lt: Paskyra ištrinta arba sustabdyta
nl: Het account is verwijderd of opgeschort
pl: Konto zostało usunięte lub zawieszone
pt: A conta foi excluída ou suspensa
ro: Contul a fost șters sau suspendat
ru: Учетная запись была удалена или приостановлена
sl: Račun je bil izbrisan ali suspendiran
sv: Kontot har tagits bort eller avstängts
uk: Обліковий запис видалено або призупинено

# account.not.found.action.button.title
source: Connect to an existing account
cs: Připojit k existujícímu účtu
de: Mit einem bestehenden Konto verbinden
es: Conectar con una cuenta existente
fr: Se connecter à un compte existant
it: Connetti a un account esistente
ja: 既存のアカウントに接続
ko: 기존 계정과 연결
lt: Prisijunkite prie esamos paskyros
nl: Verbind met een bestaand account
pl: Połącz się z istniejącym kontem
pt: Conectar a uma conta existente
ro: Conectează-te la un cont existent
ru: Подключиться к существующему аккаунту
sl: Poveži z obstoječim računom
sv: Anslut till ett befintligt konto
uk: Під'єднатися до наявного облікового запису

# server.not.reachable.alert.title
source: Server was not reachable!
cs: Server nebyl dostupný!
de: Server war nicht erreichbar!
es: ¡El servidor no es accesible!
fr: Le serveur n'était pas accessible !
it: Il server non è raggiungibile!
ja: サーバーに接続できませんでした！
ko: 서버에 접근할 수 없습니다.
lt: Serveris nepasiekiamas!
nl: Server niet bereikbaar!
pl: Serwer był nieosiągalny!
pt: Servidor não está acessível!
ro: Server-ul nu a putut fi accesat!
ru: Сервер недоступен!
sl: Strežnik ni bil dosegljiv!
sv: Servern gick inte att nå!
uk: Сервер недоступний!

# server.not.reachable.alert.message.server.placeholder
source: Server
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
lt: Serveris
pl: Serwer
pt: Servidor
ru: Сервер
sl: Strežnik
sv: Servern
uk: Сервер

# server.not.reachable.alert.message
source: %@ cannot be reached. Please try again
cs: %@ nelze načíst. Zkuste to prosím znovu
de: %@ kann nicht erreicht werden. Bitte versuchen Sie es erneut
es: No se puede acceder a %@. Por favor, inténtelo de nuevo
fr: %@ ne peut être accédé. Veuillez réessayer
it: %@ non può essere raggiunto. Si prega di riprovare
ja: %@ に接続できません。もう一度お試しください
ko: %@에 접근이 되지 않습니다. 재시도 해주세요.
lt: %@ nepasiekiamas. Prašau, pabandykite dar kartą
nl: %@ kan niet worden bereikt. Probeer het opnieuw
pl: %@ jest nieosiągalny. Spróbuj ponownie
pt: %@ não pode ser alcançado. Por favor, tente novamente
ro: %@ nu poate fi accesat. Vă rugăm să încercați din nou
ru: Невозможно достичь %@ . Пожалуйста, попробуйте еще раз
sl: %@ ni mogoče doseči. Prosimo, poskusite ponovno
sv: %@ kan inte nås. Försök igen
uk: Неможливо під'єднатися до %@. Будь ласка, спробуйте ще раз

# resource.edit.create.title
source: Password
cs: Vytvořit zdroj
de: Eine Ressource erstellen
es: Contraseña
fr: Créer une ressource
it: Create a resource
ja: Create a resource
ko: 리소스 생성
lt: Create a resource
nl: Create a resource
pl: Utwórz zasób
pt: Create a resource
ro: Create a resource
ru: Create a resource
sl: Ustvari vir
sv: Create a resource
uk: Створити ресурс

# resource.edit.title
source: Edit password
cs: Upravit zdroj
de: Ressource bearbeiten
es: Editar contraseña
fr: Modifier la ressource
it: Modifica la risorsa
ja: リソースを編集
ko: 리소스 수정
lt: Redaguoti šaltinį
nl: Middel bewerken
pl: Edytuj zasób
pt: Editar recurso
ro: Modificați resursa
ru: Изменить ресурс
sl: Uredi vir
sv: Redigera resurs
uk: Редагувати ресурс

# resource.edit.field.name.label
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sl: Ime
sv: Namn
uk: Назва

# resource.edit.field.uri.label
source: URL
cs: Hlavní URI
de: Haupt-URI
fr: Main URI
it: Main URI
ja: Main URI
ko: 메인 URI
lt: Main URI
nl: Main URI
pl: Główny adres URI
pt: Main URI
ro: Main URI
ru: Main URI
sl: Glavni URI
sv: Main URI
uk: Основний URI

# resource.edit.field.username.label
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome Utente
ja: ユーザー名
ko: 사용자이름
lt: Vartotojo vardas
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Usuário
ro: Utilizator
ru: Имя пользователя
sl: Uporabniško ime
sv: Användarnamn
uk: Ім'я користувача

# resource.edit.field.password.label
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sv: Lösenord
uk: Пароль

# resource.edit.field.description.label
source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
lt: Domenas
nl: Omschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sl: Opis
sv: Beskrivning
uk: Опис

# resource.edit.field.totp.label
source: TOTP
lt: Laikinas vienkartinis slaptažodis (TOTP)
sv: Engångslösenord (TOTP)

# resource.edit.field.name.placeholder
source: Enter a name
cs: Zadejte název
de: Namen eingeben
es: Introducir un nombre
fr: Tapez un nom
it: Inserisci un nome
ja: 名前を入力
ko: 이름 입력
lt: Įveskite vardą
nl: Voer een naam in
pl: Wpisz nazwę
pt: Digite um nome
ro: Introduceți un nume
ru: Введите имя
sl: Vnesite ime
sv: Ange ett namn
uk: Введіть назву

# resource.edit.field.uri.placeholder
source: Enter URL
cs: Zadejte URI
de: URI eingeben
es: Introducir URL
fr: Enter URI
it: Enter URI
ja: Enter URI
ko: URI 입력
lt: Enter URI
nl: Enter URI
pl: Wpisz adres URL
pt: Enter URI
ro: Enter URI
ru: Enter URI
sl: Vnesite URI
sv: Enter URI
uk: Введіть URI

# resource.edit.field.username.placeholder
source: Enter username
cs: Zadejte uživatelské jméno
de: Benutzernamen eingeben
es: Introducir nombre de usuario
fr: Tapez le nom d'utilisateur
it: Inserisci nome utente
ja: ユーザー名を入力
ko: 사용자이름 입력
lt: Įveskite vartotojo vardą
nl: Voer een gebruikersnaam in
pl: Wpisz nazwę użytkownika
pt: Digite o login do usuário
ro: Introduceți numele de utilizator
ru: Введите имя пользователя
sl: Vnesite uporabniško ime
sv: Ange användarnamn
uk: Введіть ім'я користувача

# resource.edit.field.password.placeholder
source: Enter password
cs: Zadejte heslo
de: Passwort eingeben
es: Introduzca una contraseña
fr: Entrez le mot de passe
it: Inserire la password
ja: パスワードを入力
ko: 비밀번호 입력
lt: Įvesti slaptažodį
nl: Voer een wachtwoord in
pl: Wpisz hasło
pt: Digite a senha
ro: Introduceți parola
ru: Введите пароль
sl: Vnesite geslo
sv: Ange lösenord
uk: Введіть пароль

# resource.edit.field.description.placeholder
source: Enter description
cs: Zadejte popis
de: Beschreibung eingeben
es: Introduzca una descripción
fr: Entrez la description
it: Inserire una descrizione
ja: 説明を入力
ko: 설명 입력
lt: Įveskite aprašymą
nl: Voer een omschrijving in
pl: Wprowadź opis
pt: Digite a descrição
ro: Introduceți descrierea
ru: Введите описание
sl: Vnesite opis
sv: Ange beskrivning
uk: Введіть опис

# resource.edit.exit.confirmation.message
source: Your modifications won’t be saved.
cs: Vaše úpravy nebudou uloženy.
de: Ihre Änderungen werden nicht gespeichert.
es: Sus modificaciones no se guardarán.
fr: Vos modifications ne seront pas sauvegardées.
it: Le modifiche non verranno salvate.
ja: 変更内容は保存されません。
ko: 수정내용이 저장되지 않았습니다.
lt: Jūsų pakeitimai nebus išsaugoti.
nl: Je wijzigingen worden niet opgeslagen.
pl: Twoje zmiany nie zostaną zapisane.
pt: As suas modificações não serão salvas.
ro: Modificările tale nu vor fi salvate.
ru: Ваши изменения не будут сохранены.
sl: Vaše spremembe ne bodo shranjene.
sv: Dina ändringar kommer inte att sparas.
uk: Ваші зміни не будуть збережені.

# resource.edit.exit.confirmation.button.edit.title
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
lt: Redaguoti
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editați
ru: Изменить
sl: Uredi
sv: Redigera
uk: Редагувати
